Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Could not find VM with name %s
de: VM mit Namen %s konnte nicht gefunden werden

source: Finished snapshot and upload for VM
de: Anlegen und Hochladen des Schnappschusses für die VM abgeschlossen

source: Migrating VHD '%(vdi_uuid)s' with seq_num %(seq_num)d
de: VHD »%(vdi_uuid)s« mit seq_num %(seq_num)d wird migriert

source: Failed to transfer vhd to new host
de: Übertragung der VHD zum neuen Host fehlgeschlagen

source: Resizing down VDI %(vdi_uuid)s from %(old_gb)dGB to %(new_gb)dGB
de: VDI %(vdi_uuid)s wird von %(old_gb)d GB auf %(new_gb)d GB verkleinert

source: Resizing up VDI %(vdi_uuid)s from %(old_gb)dGB to %(new_gb)dGB
de: VDI %(vdi_uuid)s wird von %(old_gb)d GB auf %(new_gb)d GB vergrößert

source: Resize complete
de: Größenänderung abgeschlossen

source: Starting halted instance found during reboot
de: Während des Neustarts gefundene, angehaltene Instanz wird gestartet

source: Unable to find root VBD/VDI for VM
de: Root-VBD/VDI für VM nicht auffindbar

source: Destroying VDIs for Instance %(instance_uuid)s
de: VDIs für Instanz %(instance_uuid)s werden zerstört

source: Using RAW or VHD, skipping kernel and ramdisk deletion
de: RAW oder VHD wird verwendet, Kernel- und Ramdisk-Löschung wird übersprungen

source: instance has a kernel or ramdisk but not both
de: Instanz hat einen Kernel oder eine Ramdisk, aber nicht beides

source: kernel/ramdisk files removed
de: Kernel-/Ramdisk-Dateien entfernt

source: Destroying VM
de: VM wird zerstört

source: VM is not present, skipping destroy...
de: VM nicht vorhanden, Zerstörung wird übersprungen …

source: Instance is already in Rescue Mode: %s
de: Instanz ist bereits im Rettungsmodus: %s

source: VM is not present, skipping power off...
de: VM ist nicht vorhanden, Abschalten wird übersprungen …

source: Found %(instance_count)d hung reboots older than %(timeout)d seconds
de: %(instance_count)d hängen gebliebene Neustarts gefunden, die älter als %(timeout)d Sekunden sind

source: Automatically hard rebooting
de: Wird automatisch kaltgestartet

source: Could not get bandwidth info.
de: Bandbreiteninformation konnte nicht abgerufen werden

source: Fetching VM ref while BUILDING failed
de: Abruf der VM-ref während des BAUENS fehlgeschlagen

source: Injecting network info to xenstore
de: Netzwerkinformation wird in xenstore injiziert

source: Creating vifs
de: VIFS werden erstellt

source: Creating VIF for network %(network_ref)s
de: VIF für Netzwerk %(network_ref)s wird erstellt

source: Created VIF %(vif_ref)s, network %(network_ref)s
de: VIF %(vif_ref)s erstellt, Netzwerk %(network_ref)s

source: Injecting hostname to xenstore
de: Hostname wird in xenstore injiziert

source: Destination host:%(hostname)s must be in the same aggregate as the source server
de: Zielhost: %(hostname)s muss im selben Aggregat sein wie der Quellserver

source: Migrate Receive failed
de: Empfangen der Migration fehlgeschlagen

source: VM.assert_can_migratefailed
de: VM.assert_can_migrate fehlgeschlagen

source: Migrate Send failed
de: Senden der Migration fehlgeschlagen

source: creating sr within volume_utils
de: SR wird in volume_utils erstellt

source: type is = %s
de: Typ ist = %s

source: Created %(label)s as %(sr_ref)s.
de: %(label)s als %(sr_ref)s erstellt.

source: Unable to create Storage Repository
de: Speicher-Depot kann nicht erstellt werden

source: introducing sr within volume_utils
de: SR wird in volume_utils bekanntgegeben

source: Introduced %(label)s as %(sr_ref)s.
de: %(label)s als %(sr_ref)s bekanntgegeben

source: Creating pbd for SR
de: PBD für SR wird erzeugt

source: Plugging SR
de: SR wird angeschlossen

source: Unable to introduce Storage Repository
de: Speicher-Depot kann nicht bekanntgegeben werden

source: Unable to get SR using uuid
de: SR kann nicht anhand UUID abgefragt werden

source: Forgetting SR %s...
de: SR %s wird vergessen …

source: Unable to forget Storage Repository
de: Speicher-Depot kann nicht vergessen werden

source: Introducing %s...
de: %s wird bekanntgegeben …

source: Unable to find SR from VBD %s
de: SR von VBD %s ist nicht auffindbar

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
de: Ausnahme %(exc)s beim Abruf der PBDs für %(sr_ref)s wird ignoriert

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
de: Ausnahme %(exc)s beim Entfernen der PBD %(pbd)s wird ignoriert

source: Unable to introduce VDI on SR %s
de: VDI auf SR %s kann nicht bekanntgegeben werden

source: Unable to get record of VDI %s on
de: Eintrag nicht abrufbar für VDI %s auf

source: Unable to introduce VDI for SR %s
de: VDI für SR %s lässt sich nicht bekanntgeben

source: Error finding vdis in SR %s
de: Fehler beim Auffinden der VDIs im SR %s

source: Unable to find vbd for vdi %s
de: VBD für VDI %s ist nicht auffindbar

source: Unable to obtain target information %(data)s, %(mountpoint)s
de: Zielinformation %(data)s, %(mountpoint)s ist nicht abrufbar

source: Mountpoint cannot be translated: %s
de: Einhängepunkt kann nicht übersetzt werden: %s

source: Could not find VDI ref
de: VDI-ref konnte nicht gefunden werden

source: Creating SR %s
de: SR %s wird erzeugt

source: Could not create SR
de: SR konnte nicht erzeugt werden

source: Could not retrieve SR record
de: SR-Eintrag konnte nicht abgerufen werden

source: Introducing SR %s
de: SR %s wird bekanntgegeben

source: SR found in xapi database. No need to introduce
de: SR in xapi-Datenbank gefunden, Bekanntgabe nicht nötig

source: Could not introduce SR
de: SR konnte nicht bekanntgegeben werden

source: Checking for SR %s
de: SR %s wird überprüft

source: SR %s not found in the xapi database
de: SR %s in der xapi-Datenbank nicht gefunden

source: Could not forget SR
de: SR konnte nicht vergessen werden

source: Unable to create VDI on SR %(sr_ref)s for instance %(instance_name)s
de: VDI beim SR %(sr_ref)s für Instanz %(instance_name)s konnte nicht erstellt werden

source: Unable to use SR %(sr_ref)s for instance %(instance_name)s
de: SR %(sr_ref)s für Instanz %(instance_name)s nicht verwendbar

source: Mountpoint %(mountpoint)s attached to instance %(instance_name)s
de: Einhängepunkt %(mountpoint)s zur Instanz %(instance_name)s hinzugefügt

source: Unable to locate volume %s
de: Volume %s nicht auffindbar

source: Unable to detach volume %s
de: Volume %s lässt sich nicht trennen

source: Unable to destroy vbd %s
de: VBD %s lässt sich nicht zerstören

source: Error purging SR %s
de: Fehler beim vollständigen Löschen des SR %s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
de: Einhängepunkt %(mountpoint)s von Instanz %(instance_name)s getrennt

source: Error in handshake: %s
de: Fehler beim Handshake: %s

source: Invalid request: %s
de: Unzulässige Anfrage: %s

source: Request: %s
de: Anfrage: %s

source: Request made with missing token: %s
de: Anfrage mit fehlendem Token gestellt: %s

source: Request made with invalid token: %s
de: Anfrage mit ungültigem Token erstellt: %s

source: Unexpected error: %s
de: Unerwarteter Fehler: %s

source: Starting nova-xvpvncproxy node (version %s)
de: nova-xvpvncproxy-Node (Version %s) wird gestartet

source: Volume size '%s' must be an integer and greater than 0
de: Volume-Größe »%s« muss eine Ganzzahl sein, die größer als 0 ist

source: Quota exceeded for %(pid)s, tried to create %(size)sG volume (%(consumed)dG of %(quota)dG already consumed)
de: Kontingent für %(pid)s überschritten; es wurde versucht, ein %(size)s-G-Volume zu erstellen (%(consumed)d G von %(quota)d G bereits verbraucht)

source: Quota exceeded for %(pid)s, tried to create volume (%(consumed)d volumes already consumed)
de: Kontingent für %(pid)s überschritten; es wurde versucht, ein Volume zu erstellen (%(consumed)d Volumes bereits verbraucht)

source: Size of specified image is larger than volume size.
de: Die Größe des angegebenen Images ist größer als die des Volumes.

source: Failed to update quota for deleting volume.
de: Aktualisierung des Kontingents für das Löschen des Volumes fehlgeschlagen

source: Volume status must be available or error
de: Volume-Zustand muss verfügbar oder Fehler sein

source: Volume still has %d dependent snapshots
de: Volume hat immer noch %d abhängige Schnappschüsse

source: must be available
de: muss verfügbar sein

source: Volume Snapshot status must be available or error
de: Volume-Schnappschusszustand muss verfügbar oder Fehler sein

source: Volume status must be available/in-use.
de: Volume-Zustand muss verfügbar/in Verwendung sein

source: Volume status is in-use.
de: Volume-Zustand lautet »in Verwendung«

source: Cinderclient connection created using URL: %s
de: Cinderclient-Verbindung hergestellt mit URL: %s

source: Recovering from a failed execute. Try number %s
de: Wiederherstellung aus einer fehlgeschlagenen Ausführung – Versuch Nummer %s

source: volume group %s doesn't exist
de: Volume-Gruppe %s existiert nicht

source: Skipping ensure_export. No iscsi_target provisioned for volume: %s
de: ensure_export wird übersprungen. Kein iscsi_target bereitgestellt für Volume: %s

source: Skipping remove_export. No iscsi_target provisioned for volume: %s
de: remove_export wird übersprungen. Kein iscsi_target bereitgestellt für Volume: %s

source: Skipping remove_export. No iscsi_target is presently exported for volume: %s
de: remove_export wird übersprungen. Zur Zeit ist kein iscsi_target für dieses Volume exportiert worden: %s

source: ISCSI provider_location not stored, using discovery
de: ISCSI-»provider_location« nicht gespeichert, Discovery wird verwendet

source: Could not find iSCSI export for volume %s
de: iSCSI-Export für Volume %s konnte nicht gefunden werden

source: ISCSI Discovery: Found %s
de: ISCSI-Discovery: %s gefunden

source: Cannot confirm exported volume id:%(volume_id)s.
de: Exportierte Volume-ID kann nicht bestätigt werden: %(volume_id)s

source: rbd has no pool %s
de: RBD hat keinen Pool %s

source: Image %s is not stored in rbd
de: Image %s ist nicht im RBD gespeichert

source: Image %s has blank components
de: Image %s hat leere Komponenten

source: Image %s is not an rbd snapshot
de: Image %s ist kein RBD-Schnappschuss

source: %s is in a different ceph cluster
de: %s ist ein einem anderen Ceph-Cluster

source: Unable to read image %s
de: Image %s nicht lesbar

source: Sheepdog is not working: %s
de: Sheepdog funktioniert nicht: %s

source: Sheepdog is not working
de: Sheepdog funktioniert nicht

source: Creating volume: %s
de: Volume wird erstellt: %s

source: Failed to create iscsi target for volume id:%(vol_id)s.
de: Erstellung des ISCSI-Ziels fehlgeschlagen für Volume-ID: %(vol_id)s

source: Removing volume: %s
de: Volume wird entfernt: %s

source: Failed to create iscsi target for volume id:%(volume_id)s.
de: ISCSI-Ziel für Volume-ID konnte nicht erstellt werden: %(volume_id)s

source: valid iqn needed for show_target
de: für show_target ist eine zulässige IQN nötig

source: Re-exporting %s volumes
de: %s werden zurückexportiert

source: volume %s: skipping export
de: Volume %s: Export wird übersprungen

source: Resuming any in progress delete operations
de: Laufende Löschoperationen werden wieder aufgenommen

source: Resuming delete on volume: %s
de: Löschung auf Volume wird fortgesetzt: %s

source: volume %s: creating
de: Volume %s: wird erstellt

source: volume %(vol_name)s: creating lv of size %(vol_size)sG
de: Volume %(vol_name)s: Lv der Größe %(vol_size)s G wird erstellt

source: volume %s: creating export
de: Volume %s: Export wird erstellt

source: volume %s: created successfully
de: Volume %s: erfolgreich erstellt

source: Volume is not local to this node
de: Volume ist für diesen Knoten nicht lokal

source: volume %s: removing export
de: Volume %s: Export wird entfernt

source: volume %s: deleting
de: Volume %s: wird entfernt

source: volume %s: volume is busy
de: Volume %s: Volume ist beschäftigt

source: Failed to update usages deleting volume
de: Aktualisierung der Verwendungsstatistik beim Löschen des Volumes fehlgeschlagen

source: volume %s: deleted successfully
de: Volume %s: erfolgreich gelöscht

source: snapshot %s: creating
de: Schnappschuss %s: wird erstellt

source: snapshot %(snap_name)s: creating
de: Schnappschuss %(snap_name)s: wird erstellt

source: snapshot %s: created successfully
de: Schnappschuss %s: erfolgreich erstellt

source: snapshot %s: deleting
de: Schnappschuss %s: wird gelöscht

source: snapshot %s: snapshot is busy
de: Schnappschuss %s: Schnappschuss ist beschäftigt

source: snapshot %s: deleted successfully
de: Schnappschuss %s: erfolgreich gelöscht

source: Downloaded image %(image_id)s to %(volume_id)s successfully
de: Image %(image_id)s erfolgreich auf %(volume_id)s heruntergeladen

source: Uploaded volume %(volume_id)s to image (%(image_id)s) successfully
de: Volume %(volume_id)s erfolgreich auf Image (%(image_id)s) hochgeladen

source: Checking volume capabilities
de: Überprüfung der Fähigkeiten des Volumes

source: New capabilities found: %s
de: Neue Fähigkeiten gefunden: %s

source: Clear capabilities
de: Fähigkeiten werden gelöscht

source: Notification {%s} received
de: Benachrichtigung {%s} empfangen

source: API %(name)s failed: %(reason)s
de: API %(name)s fehlgeschlagen: %(reason)s

source: Using WSDL: %s
de: WSDL wird verwendet: %s

source: Using DFM server: %s
de: DFM-Server wird verwendet: %s

source: Using storage service: %s
de: Speicherdienst wird verwendet: %s

source: Using storage service prefix: %s
de: Verwendung des Speicherdienst-Präfixes: %s

source: Using vfiler: %s
de: Verwendung des vfilers: %s

source: %s is not set
de: %s ist nicht gesetzt

source: Either netapp_storage_service or netapp_storage_service_prefix must be set
de: Es muss entweder netapp_storage_service oder netapp_storage_service_refix gesetzt sein

source: Connected to DFM server
de: Mit DFM-Server verbunden

source: Discovered %(dataset_count)s datasets and %(lun_count)s LUNs
de: %(dataset_count)s Datensätze und %(lun_count)s LUNs gefunden

source: Job failed: %s
de: Aufgabe fehlgeschlagen: %s

source: Attempt to use volume_type without specifying netapp_storage_service_prefix flag.
de: Es wird versucht, volume_type ohne Festlegung des Schalters netapp_storage_service_prefix zu verwenden.

source: You must set the netapp_storage_service flag in order to create volumes with no volume_type.
de: Sie müssen den netapp_storage_service-Schalter setzen, um Volumes ohne volume_type erstellen zu können.

source: Failed to provision dataset member
de: Provisionierung des Datensatz-Mitglieds fehlgeschlagen

source: No LUN was created by the provision job
de: Von der Provisionierungsaufgabe ist kein LUN vergeben worden

source: Failed to remove and delete dataset member
de: Entfernen und Löschen des Datensatz-Mitglieds fehlgeschlagen

source: No entry in LUN table for volume %s
de: Für Volume %s gibt es keinen Eintrag in der LUN-Tabelle

source: Failed to get LUN details for LUN ID %s
de: Abruf der LUN-Details für LUN-ID %s fehlgeschlagen

source: Failed to get host details for host ID %s
de: Abruf der Hostdetails für Host-ID %s fehlgeschlagen

source: No LUN ID for volume %s
de: Keine LUN-ID für Volume %s

source: Failed to get target portal for filer: %s
de: Abruf des Zielportals fehlgeschlagen für Filter: %s

source: Failed to get target IQN for filer: %s
de: Abruf des Ziel-IQN fehlgeschlagen für Filter: %s

source: Cannot create volume of size %(vol_size)s from snapshot of size %(snap_size)s
de: Volume der Größe %(vol_size)s kann nicht aus %(snap_size)s großem Schnappschuss erstellt werden

source: Cannot create volume of type %(new_type)s from snapshot of type %(old_type)s
de: Volume des Typs %(new_type)s kann nicht aus Schnappschuss des Typs %(old_type)s erstellt werden

source: No metadata property %(prop)s defined for the LUN %(name)s
de: Keine Metadaten-Eigenschaft %(prop)s für den LUN %(name)s definiert

source: Success getting LUN list from server
de: LUN-Liste erfolgreich vom Server abgerufen

source: Created LUN with name %s
de: LUN mit Namen %s erstellt

source: Destroyed LUN %s
de: LUN %s zerstört

source: Mapped LUN %(handle)s to the initiator %(initiator_name)s
de: LUN %(handle)s auf den Initiator %(initiator_name)s abgebildet

source: Succesfully fetched target details for LUN %(handle)s and initiator %(initiator_name)s
de: Zieldetails für LUN %(handle)s und Initiator %(initiator_name)s erfolgreich abgerufen

source: Failed to get LUN target details for the LUN %s
de: Abruf der LUN-Zieldetails für LUN %s fehlgeschlagen

source: Failed to get target portal for the LUN %s
de: Abruf des Zielportals für den LUN %s fehlgeschlagen

source: Failed to get target IQN for the LUN %s
de: Abruf der Target-IQN für LUN %s fehlgeschlagen

source: Unmapped LUN %(handle)s from the initiator %(initiator_name)s
de: Nicht abgebildeter LUN %(handle)s vom Initiator %(initiator_name)s

source: Object is not a NetApp LUN.
de: Objekt ist kein NetApp-LUN.

source: Cloned LUN with new name %s
de: LUN mit neuem Namen %s geklont

source: Could not find handle for LUN named %s
de: Handle für LUN namens %s konnte nicht gefunden werden

source: There's no NFS config file configured
de: Es wurde keine NFS-Konfigurationsdatei geschrieben.

source: NFS config file doesn't exist
de: NFS-Konfigurationsdatei existiert nicht

source: casted to %s
de: ausgelöst für %s

source: Volume %s does not have provider_location specified, skipping
de: Das Volume %s hat keine angegebene provider_location, wird übersprungen

source: Trying to delete non-existing volume %(volume)s at path %(mounted_path)s
de: Es wird versucht, das nicht existierende Volume %(volume)s unter %(mounted_path)s zu löschen.

source: Specify san_password or san_private_key
de: Geben Sie san_password oder san_private_key an

source: san_ip must be set
de: san_ip muss gesetzt sein

source: Cannot parse list-view output: %s
de: list-view-Ausgabe kann nicht verarbeitet werden: %s

source: LUID not found for %(zfs_poolname)s. Output=%(out)s
de: LUID für %(zfs_poolname)s nicht gefunden, Ausgabe=%(out)s

source: CLIQ command returned %s
de: CLIQ-Befehl hat %s zurückgegeben

source: Malformed response to CLIQ command %(verb)s %(cliq_args)s. Result=%(out)s
de: Fehlerhafte Antwort auf den CLIQ-Befehl %(verb)s %(cliq_args)s, Ergebnis=%(out)s

source: Error running CLIQ command %(verb)s %(cliq_args)s. Result=%(out)s
de: Fehler beim Ausführen des CLIQ-Befehls %(verb)s %(cliq_args)s, Ergebnis=%(out)s

source: Unexpected number of virtual ips for cluster %(cluster_name)s. Result=%(_xml)s
de: Unerwartete Anzahl an virtuellen IPs für das Cluster %(cluster_name)s, Ergebnis=%(_xml)s

source: Volume info: %(volume_name)s => %(volume_attributes)s
de: Volume-Information: %(volume_name)s => %(volume_attributes)s

source: local_path not supported
de: local_path nicht unterstützt

source: Payload for SolidFire API call: %s
de: Nutzlast für den SolidFire-API-Aufruf: %s

source: Call to json.loads() raised an exception: %s
de: Der Aufruf von json.loads() hat eine Ausnahme verursacht: %s

source: Results of SolidFire API call: %s
de: Ergebnis des SolidFire-API-Aufrufs: %s

source: Found solidfire account: %s
de: SolidFire-Benutzerkonto gefunden: %s

source: solidfire account: %s does not exist, create it...
de: SolidFire-Benutzerkonto %s existiert nicht, erstellen Sie es …

source: More than one valid preset was detected, using %s
de: Mehr als eine zulässige Voreinstellung erkannt, %s wird verwendet

source: Enter SolidFire delete_volume...
de: SolidFire delete_volume eingeben …

source: Deleting volumeID: %s
de: volumeID wird gelöscht: %s

source: Leaving SolidFire delete_volume
de: SolidFire delete_volume wird verlassen

source: Executing SolidFire ensure_export...
de: SolidFire ensure_export wird ausgeführt …

source: Executing SolidFire create_export...
de: SolidFire create_export wird ausgeführt …

source: Enter SolidFire create_snapshot...
de: Geben Sie SolidFire create_snapshot ein …

source: _get_hdr_dic: attribute headers and values do not match. Headers: %(header)s Values: %(row)s
de: _get_hdr_dic: Attribut-Header und -Werte passen nicht zusammen. Header: %(header)s Werte: %(row)s

source: enter: check_for_setup_error
de: Eingeben: check_for_setup_error

source: check_for_setup_error: failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: check_for_setup_error: mit unerwarteter Kommandozeilenausgabe fehlgeschlagen Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: pool %s doesn't exist
de: Pool %s existiert nicht

source: check_for_setup_error: failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: check_for_setup_error: Mit unerwarteter Kommandozeilenausgabe fehlgeschlagen Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: Did not find expected column name in svcinfo lsnode: %s
de: Erwarteter Spaltenname in svcinfo lsnode nicht gefunden: %s

source: check_for_setup_error: Unexpected CLI output. Details: %(msg)s Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: check_for_setup_error: Unerwartete Kommandozeilenausgabe Details: %(msg)s Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: Did not find expected column name in lsportip: %s
de: Erwarteter Spaltenname in lsportip nicht gefunden: %s

source: check_for_setup_error: fail to storage configuration: unknown storage node %(node_id)s from CLI output. stdout: %(out)s stderr: %(err)s
de: check_for_setup_error: Speichern der Konfiguration fehlgeschlagen: unbekannter Speicherknoten %(node_id)s in der Kommandozeilenausgabe stdout: %(out)s stderr: %(err)s

source: check_for_setup_error: fail to storage configuration: storage node %s has no IP addresses configured
de: check_for_setup_error: Speichern der Konfiguration fehlgeschlagen: Beim Speicherknoten %s sind keine IP-Adressen eingestellt.

source: could not obtain IP address and iSCSI name from the storage. Please verify that the storage is configured for iSCSI. Storage nodes: %(nodes)s portips: %(portips)s
de: IP-Adresse und iSCSI-Name konnten nicht vom Speicher abgerufen werden. Bitte stellen Sie sicher, dass der Speicher richtig für iSCSI konfiguriert ist. Speicherknoten: %(nodes)s Port-IPs: %(portips)s

source: leave: check_for_setup_error
de: Verlassen: check_for_setup_error

source: Password or SSH private key is required for authentication: set either san_password or san_private_key option
de: Für die Authentifizierung ist ein Passwort oder ein privater SSH-Schlüssel nötig: Setzen Sie entweder die Option san_password oder san_private_key.

source: Illegal value specified for storwize_svc_vol_vtype: set to either 'striped' or 'seq'
de: Illegaler Wert für storwize_svc_vol_vtype angegeben: Setzen Sie es entweder auf »striped« oder »seq«.

source: Illegal value specified for storwize_svc_vol_rsize: set to either a number or a percentage
de: Illegaler Wert für storwize_svc_vol_rsize angegeben: Setzen Sie es entweder auf eine Zahl oder einen Prozentsatz.

source: Illegal value specified for storwize_svc_vol_warning: set to either a number or a percentage
de: Illegaler Wert für storwize_svc_vol_warning angegeben: Setzen Sie entweder eine Zahl oder einen Prozentsatz.

source: Illegal value specified for storwize_svc_vol_autoexpand: set to either True or False
de: Illegaler Wert für storwize_svc_vol_autoexpand angegeben: Setzen Sie esentweder auf True oder False.

source: Illegal value specified for storwize_svc_vol_grainsize: set to either '32', '64', '128', or '256'
de: Illegaler Wert für storwize_svc_vol_grainsize angegeben: Setzen Sie es auf »32«, »64«, »128« oder »256«.

source: Illegal value %s specified for storwize_svc_flashcopy_timeout: valid values are between 0 and 600
de: Illegaler Wert %s für storwize_svc_flashcopy_timeout angegeben: zulässige Werte reichen von 0 bis 600
