Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Failed to create snapshot for VM %s
de: Schnappschuss für VM %s konnte nicht angelegt werden

source: Getting info for VHD %s
de: Informationen für VHD %s werden eingeholt

source: Copying VHD %(src_vhd_path)s to %(dest_vhd_path)s
de: VHD %(src_vhd_path)s wird zu %(dest_vhd_path)s kopiert

source: Copying base disk %(src_vhd_path)s to %(dest_base_disk_path)s
de: Basis-Platte %(src_vhd_path)s wird zu %(dest_base_disk_path)s kopiert

source: Reconnecting copied base VHD %(dest_base_disk_path)s and diff VHD %(dest_vhd_path)s
de: Kopierte Basis-VHD %(dest_base_disk_path)s und Diff-VHD %(dest_vhd_path)s werden wiederverbunden

source: Failed to reconnect base disk %(dest_base_disk_path)s and diff disk %(dest_vhd_path)s
de: Neuverbindung von Basis-Platte %(dest_base_disk_path)s und Diff-Platte %(dest_vhd_path)s fehlgeschlagen

source: Merging base disk %(dest_base_disk_path)s and diff disk %(dest_vhd_path)s
de: Basis-Platte %(dest_base_disk_path)s und Diff-Platte %(dest_vhd_path)s werden zusammengeführt

source: Failed to merge base disk %(dest_base_disk_path)s and diff disk %(dest_vhd_path)s
de: Zusammenführung von Basis-Platte %(dest_base_disk_path)s und Diff-Platte %(dest_vhd_path)s fehlgeschlagen

source: Updating Glance image %(image_id)s with content from merged disk %(image_vhd_path)s
de: Glance-Image %(image_id)s wird mit Inhalt von der zusammengeführten Platte %(image_vhd_path)s aktualisiert

source: Snapshot image %(image_id)s updated for VM %(instance_name)s
de: Schnappschuss-Image %(image_id)s für VM %(instance_name)s aktualisiert

source: Removing snapshot %s
de: Schnappschuss %s wird entfernt

source: Failed to remove snapshot for VM %s
de: Entfernen des Schnappschusses für %s fehlgeschlagen

source: Removing folder %s
de: Verzeichnis %s wird entfernt

source: get_info called for instance
de: get_info für Instanz aufgerufen

source: hyperv vm state: %s
de: HyperV-VM-Zustand: %s

source: Got Info for vm %(instance_name)s: state=%(state)s, mem=%(memusage)s, num_cpu=%(numprocs)s, uptime=%(uptime)s
de: Informationen über VM %(instance_name)s erhalten: Zustand=%(state)s, RAM=%(memusage)s, num_cpu=%(numprocs)s, Betriebszeit=%(uptime)s

source: cache image failed: %s
de: Zwischenspeichern des Images fehlgeschlagen: %s

source: Starting VM %s
de: VM %s wird gestartet

source: Started VM %s
de: VM %s gestartet

source: spawn vm failed: %s
de: Erzeugen der VM fehlgeschlagen: %s

source: Failed to create VM %s
de: Erzeugung der VM %s fehlgeschlagen

source: Created VM %s...
de: VM %s erstellt …

source: Set memory for vm %s...
de: Speicher für VM %s festsetzen …

source: Set vcpus for vm %s...
de: VCPUs für VM %s festsetzen …

source: Creating a scsi controller for %(vm_name)s for volume attaching
de: SCSI-Schnittstelle für %(vm_name)s wird erstellt, um Volumes anschließen zu können

source: Controller not found
de: Controller nicht gefunden

source: Failed to add scsi controller to VM %s
de: Hinzufügen des SCSI-Controllers zur VM %s fehlgeschlagen

source: Creating disk for %(vm_name)s by attaching disk file %(vhdfile)s
de: Platte für %(vm_name)s wird erstellt, indem die Plattendatei %(vhdfile)s angeschlossen wird

source: Failed to add diskdrive to VM %s
de: Plattenlaufwerk konnte nicht zur VM %s hinzugefügt werden

source: New disk drive path is %s
de: Neuer Pfad zum Plattenlaufwerk ist %s

source: Failed to add vhd file to VM %s
de: Hinzufügen der VHD-Datei zur VM %s fehlgeschlagen

source: Created disk for %s
de: Platte für %s erzeugt

source: Creating nic for %s
de: Netzwerkkarte für %s wird erzeugt

source: Cannot find vSwitch
de: vSwtich nicht auffindbar

source: Failed creating a port on the external vswitch
de: Erzeugen eines Ports auf dem externen vSwitch fehlgeschlagen

source: Failed creating port for %s
de: Erzeugen eines Ports für %s fehlgeschlagen

source: Created switch port %(vm_name)s on switch %(ext_path)s
de: Switch-Port %(vm_name)s auf Switch %(ext_path)s erzeugt

source: Failed to add nic to VM %s
de: Hinzufügen der Netzwerkkarte zur VM %s fehlgeschlagen

source: Created nic for %s
de: Netzwerkkarte für %s erzeugt

source: Attempting to bind NIC to %s
de: Anbinden der Netzwerkkarte an %s fehlgeschlagen

source: No vSwitch specified, attaching to default
de: Kein vSwitch angegeben, wird an Vorgabe angeschlossen

source: Got request to destroy vm %s
de: Anfrage erhalten, VM %s zu zerstören

source: Del: disk %(vhdfile)s vm %(instance_name)s
de: Löschen: Festplatte %(vhdfile)s VM %(instance_name)s

source: Pause instance
de: Instanz anhalten

source: Unpause instance
de: Instanz fortsetzen

source: Suspend instance
de: Instanz unterbrechen

source: Resume instance
de: Instanz wiederaufnehmen

source: Power off instance
de: Instanz abschalten

source: Power on instance
de: Instanz einschalten

source: Successfully changed vm state of %(vm_name)s to %(req_state)s
de: Ändern des VM-Zustands von %(vm_name)s auf %(req_state)s war erfolgreich

source: get_available_resource called
de: get_available_resource aufgerufen

source: Failed to create Difference Disk from %(base)s to %(target)s
de: Erstellen der Differenzplatte von %(base)s und %(target)s fehlgeschlagen

source: duplicate name found: %s
de: doppelter Name gefunden: %s

source: WMI job failed: %(ErrorSummaryDescription)s - %(ErrorDescription)s - %(ErrorCode)s
de: WMI-Job fehlgeschlagen: %(ErrorSummaryDescription)s – %(ErrorDescription)s – %(ErrorCode)s

source: WMI job succeeded: %(desc)s, Elapsed=%(elap)s
de: WMI-Job erfolgreich: %(desc)s, Dauer=%(elap)s

source: Creating folder %s
de: Verzeichnis %s wird erstellt

source: Removing existing folder %s
de: Vorhandenes Verzeichnis %s wird gelöscht

source: block device info: %s
de: Blockgeräte-Info: %s

source: Attach boot from volume failed: %s
de: Anschließen der Boot-Partition von Volume fehlgeschlagen: %s

source: Unable to attach boot volume to instance %s
de: Boot-Volume lässt sich nicht an der Instanz %s anschließen

source: Attach volume failed: %s
de: Anschließen des Volumes fehlgeschlagen: %s

source: Unable to attach volume to instance %s
de: Volume lässt sich nicht zur Instanz %s hinzufügen

source: Failed to add volume to VM %s
de: Volume lässt sich nicht zur VM %s hinzufügen

source: Mounted disk to detach is: %s
de: Eingehängte Platte zum Trennen ist: %s

source: host_resource disk detached is: %s
de: getrennte host_resource-Platte ist: %s

source: Physical disk detached is: %s
de: getrennte physische Platte ist: %s

source: Failed to remove volume from VM %s
de: Entfernen des Volumes von VM %s fehlgeschlagen

source: Could not determine iscsi initiator name
de: Name des iSCSI-Initiators konnte nicht ermittelt werden

source: Unable to find a mounted disk for target_iqn: %s
de: Keine eingehängte Platte auffindbar für target_iqn: %s

source: Device number : %s
de: Gerätenummer: %s

source: Target lun : %s
de: Ziel-LUN: %s

source: Mounted disk is: %s
de: Eingehängte Platte ist: %s

source: Drive number to disconnect is: %s
de: Laufwerksnummer zum Trennen ist: %s

source: Disk path to parse: %s
de: Plattenpfad zum Auswerten: %s

source: An error has occurred when calling the iscsi initiator: %s
de: Beim Aufruf des iSCSI-Initiators ist ein Fehler aufgetreten: %s

source: The ISCSI initiator name can't be found. Choosing the default one
de: Der Name des iSCSI-Initiators kann nicht gefunden werden. Der Standardname wird benutzt.

source: Nova requires libvirt version %(major)i.%(minor)i.%(micro)i or greater.
de: Nova benötigt Libvirt-Version %(major)i.%(minor)i.%(micro)i oder höher

source: Connecting to libvirt: %s
de: Verbindung zu libvirt: %s

source: Connection to libvirt broke
de: Verbindung mit libvirt abgerissen

source: Can not handle authentication request for %d credentials
de: Authentifizierungs-Anfrage für %d Anmeldedaten konnte nicht bearbeitet werden

source: Error from libvirt during destroy. Code=%(errcode)s Error=%(e)s
de: libvirt-Fehler während der Zerstörung, Code=%(errcode)s Fehler=%(e)s

source: During wait destroy, instance disappeared.
de: Beim Abwarten der Zerstörung ist die Instanz verschwunden

source: Instance destroyed successfully.
de: Instanz erfolgreich zerstört

source: Error from libvirt during undefineFlags. Retrying with undefine
de: libvirt-Fehler während undefineFlags, neuer Versuch mit undefine

source: Error from libvirt during undefine. Code=%(errcode)s Error=%(e)s
de: libvirt-Fehler während undefine, Code=%(errcode)s Error=%(e)s

source: Error from libvirt during unfilter. Code=%(errcode)s Error=%(e)s
de: libvirt-Fehler während des Entfernens der Filterungen, Code=%(errcode)s Fehler=%(e)s

source: Deleting instance files %(target)s
de: Instanzdateien %(target)s werden gelöscht

source: Failed to cleanup directory %(target)s: %(e)s
de: Aufräumen des Verzeichnisses %(target)s fehlgeschlagen: %(e)s

source: attaching LXC block device
de: LXC-Blockgerät wird angeschlossen

source: detaching LXC block device
de: LXC-Blockgerät wird getrennt

source: Instance soft rebooted successfully.
de: Instanz erfolgreich warmgestartet

source: Failed to soft reboot instance.
de: Warmstarten der Instanz fehlgeschlagen

source: Instance shutdown successfully.
de: Instanz erfolgreich heruntergefahren

source: Instance rebooted successfully.
de: Instanz erfolgreich neu gestartet

source: Instance is running
de: Instanz läuft

source: Instance spawned successfully.
de: Instanz erfolgreich erzeugt

source: Guest does not have a console available
de: Der Gast hat keine Konsole verfügbar

source: Path '%(path)s' supports direct I/O
de: Der Pfad »%(path)s« unterstützt Direkt-E/A

source: Path '%(path)s' does not support direct I/O: '%(ex)s'
de: Der Pfad »%(path)s« unterstützt keine Direkt-E/A: »%(ex)s«

source: Error on '%(path)s' while checking direct I/O: '%(ex)s'
de: Fehler bei »%(path)s« während des Überprüfens auf Direkt-E/A: »%(ex)s«

source: Using config drive
de: Konfigurationslaufwerk wird benutzt

source: Creating image
de: Image wird erzeugt

source: Creating config drive at %(path)s
de: Konfigurationslaufwerk wird unter %(path)s erstellt

source: Injecting %(injection)s into image %(img_id)s
de: %(injection)s wird in Image %(img_id)s injiziert

source: Ignoring error injecting data into image %(img_id)s (%(e)s)
de: Fehler beim Injizieren der Daten (%(e)s) ins Image %(img_id)s wird ignoriert

source: Config requested an explicit CPU model, but the current libvirt hypervisor '%s' does not support selecting CPU models
de: Die Konfiguration enthält ein bestimmtes CPU-Modell, aber der derzeitige libvirt-Hypervisor »%s« unterstützt keine Auswahl von CPU-Modellen.

source: Config requested a custom CPU model, but no model name was provided
de: Die Konfiguration enthält ein benutzerdefiniertes CPU-Modell, aber es wurde kein Modellname angegeben.

source: A CPU model name should not be set when a host CPU model is requested
de: Es sollte kein CPU-Modellname gesetzt sein, wenn ein Host-CPU-Modell gewünscht ist.

source: CPU mode '%(mode)s' model '%(model)s' was chosen
de: CPU-Modus »%(mode)s« und -Modell »%(model)s« wurden ausgewählt

source: Passthrough of the host CPU was requested but this libvirt version does not support this feature
de: Es wird ein Durchreichen der Host-CPU gewünscht, aber diese Libvirt-Version unterstützt diese Funktion nicht.

source: Starting toXML method
de: toXML-Methode wird gestartet

source: Finished toXML method
de: toXML-Methode beendet

source: Error from libvirt while looking up %(instance_name)s: [Error Code %(error_code)s] %(ex)s
de: libvirt-Fehler beim Nachschlagen von %(instance_name)s: [Fehlercode %(error_code)s] %(ex)s

source: libvirt version is too old (does not support getVersion)
de: Libvirt-Version ist zu alt (unterstützt getVersion nicht)

source: Block migration can not be used with shared storage.
de: Blockmigration kann in Zusammenhang mit gemeinsamem Speicher nicht verwendet werden

source: Live migration can not be used without shared storage.
de: Live-Migration kann nicht ohne gemeinsamen Speicher verwendet werden

source: Unable to migrate %(instance_uuid)s: Disk of instance is too large(available on destination host:%(available)s < need:%(necessary)s)
de: %(instance_uuid)s lässt sich nicht migrieren: Platte der Instanz ist zu groß (auf dem Zielhost verfügbar: %(available)s < benötigt: %(necessary)s)

source: Instance launched has CPU info: %s
de: Gestartete Instanz hat CPU-Info: %s

source: CPU doesn't have compatibility. %(ret)s Refer to %(u)s
de: CPU ist nicht kompatibel %(ret)s Siehe %(u)s

source: Creating tmpfile %s to notify to other compute nodes that they should mount the same storage.
de: Es wird eine Temporärdatei %s erstellt, um die anderen Compute Nodes darauf hinzuweisen, dass sie denselben Speicher einhängen sollen.

source: The firewall filter for %s does not exist
de: Der Firewall-Filter für %s ist nicht vorhanden

source: Live Migration failure: %(e)s
de: Live-Migrations-Fehlschlag: %(e)s

source: plug_vifs() failed %(cnt)d.Retry up to %(max_retry)d for %(hostname)s.
de: plug_vifs() fehlgeschlagen %(cnt)d, bis zu %(max_retry)d Neuversuche für %(hostname)s

source: skipping %(path)s since it looks like volume
de: %(path)s wird übersprungen, weil es wie ein Volume aussieht

source: Getting disk size of %(i_name)s: %(e)s
de: Plattengröße von %(i_name)s wird abgerufen: %(e)s

source: Starting migrate_disk_and_power_off
de: migrate_disk_and_power_off wird gestartet

source: Instance running successfully.
de: Instanz läuft ohne Probleme

source: Starting finish_migration
de: finish_migration wird gestartet

source: Starting finish_revert_migration
de: finish_revert_migration wird gestartet

source: Libvirt module could not be loaded. NWFilterFirewall will not work correctly.
de: Libvirt-Modul kann nicht geladen werden; NWFilterFirewall wird nicht richtig arbeiten

source: Called setup_basic_filtering in nwfilter
de: setup_basic_filtering in nwfilter wird aufgerufen

source: Ensuring static filters
de: Stetigkeit der Filter wird sichergestellt

source: The nwfilter(%(instance_filter_name)s) is not found.
de: Der nwfilter(%(instance_filter_name)s) kann nicht gefunden werden

source: The nwfilter(%(instance_filter_name)s) for%(name)s is not found.
de: Der nwfilter(%(instance_filter_name)s) für %(name)s kann nicht gefunden werden.

source: iptables firewall: Setup Basic Filtering
de: iptables-Firewall: Basisfilterung wird eingerichtet

source: You should specify libvirt_images_volume_group flag to use LVM images.
de: Sie sollten den libvirt_images_volume_group-Schalter angeben, um LVM-Images zu verwenden

source: Unknown image_type=%s
de: Unbekannter image_type=%s

source: %s is a valid instance name
de: %s ist ein zulässiger Instanzname

source: %s has a disk file
de: %s hat eine Plattendatei

source: Instance %(instance)s is backed by %(backing)s
de: Die Instanz %(instance)s wird von %(backing)s gestützt.

source: Instance %(instance)s is using a backing file %(backing)s which does not appear in the image service
de: Die Instanz %(instance)s verwendet eine Stützdatei (backing file) %(backing)s, die nicht im Image-Dienst auftaucht.

source: %(id)s (%(base_file)s): image verification failed
de: %(id)s (%(base_file)s): Image-Verifizierung fehlgeschlagen

source: %(id)s (%(base_file)s): image verification skipped, no hash stored
de: %(id)s (%(base_file)s): Image-Verifizierung fehlgeschlagen, kein Hash gespeichert

source: Cannot remove %(base_file)s, it does not exist
de: %(base_file)s kann nicht entfernt werden, sie existiert nicht.

source: Base file too young to remove: %s
de: Baisdatei zu jung zum Entfernen: %s

source: Removing base file: %s
de: Basisdatei wird entfernt: %s

source: Failed to remove %(base_file)s, error was %(error)s
de: Entfernen von %(base_file)s fehlgeschlagen, Fehler war %(error)s

source: %(id)s (%(base_file)s): checking
de: %(id)s (%(base_file)s): Überprüfung

source: %(id)s (%(base_file)s): in use: on this node %(local)d local, %(remote)d on other nodes
de: %(id)s %(base_file)s): in Verwendung: lokal auf dem Node %(local)d, %(remote)d auf anderen Node

source: %(id)s (%(base_file)s): warning -- an absent base file is in use! instances: %(instance_list)s
de: %(id)s (%(base_file)s): Warnung – eine abwesende Basisdatei ist in Verwendung! Instanzen: %(instance_list)s

source: %(id)s (%(base_file)s): in use on (%(remote)d on other nodes)
de: %(id)s (%(base_file)s): in Verwendung (%(remote)d auf anderen Node)

source: %(id)s (%(base_file)s): image is not in use
de: %(id)s (%(base_file)s): Image ist nicht in Verwendung

source: %(id)s (%(base_file)s): image is in use
de: %(id)s (%(base_file)s): Image ist in Verwendung

source: Skipping verification, no base directory at %s
de: Überprüfung wird übersprungen, kein Basisverzeichnis unter %s

source: Verify base images
de: Basisimages verifizieren

source: Image id %(id)s yields fingerprint %(fingerprint)s
de: Image-ID %(id)s liefert Fingerabdruck %(fingerprint)s

source: Unknown base file: %s
de: Unbekannte Basisdatei: %s

source: Active base files: %s
de: Aktive Basisdateien: %s

source: Corrupt base files: %s
de: Korrupte Basisdateien: %s

source: Removable base files: %s
de: Entfernbare Basisdateien: %s

source: Verification complete
de: Überprüfung abgeschlossen

source: Insufficient Space on Volume Group %(vg)s. Only %(free_space)db available, but %(size)db required by volume %(lv)s.
de: Unzureichender Platz auf der Volume-Gruppe %(vg)s: nur %(free_space)db verfügbar, aber das Volume %(lv)s braucht %(size)db

source: Volume group %(vg)s will not be able to hold sparse volume %(lv)s. Virtual volume size is %(size)db, but free space on volume group is only %(free_space)db.
de: Die Volume-Gruppe %(vg)s wird das Sparse-Volume %(lv)s nicht beinhalten können. Die Größe des virtuellen Volumes beträgt %(size)db, aber der freie Platz in der Volume-Gruppe ist nur %(free_space)db groß.

source: Reading image info file: %s
de: Image-Infodatei wird gelesen: %s

source: Read: %s
de: Lesen: %s

source: Error reading image info file %(filename)s: %(error)s
de: Fehler beim Lesen der Image-Infodatei %(filename)s: %(error)s

source: Writing image info file: %s
de: Image-Infodatei wird geschrieben: %s

source: Wrote: %s
de: Geschrieben: %s

source: Ensuring vlan %(vlan)s and bridge %(bridge)s
de: VLAN %(vlan)s und Netzwerkbrücke %(bridge)s werden sichergestellt

source: Ensuring bridge %s
de: Netzwerkbrücke %s wird sichergestellt

source: Failed while unplugging vif
de: Entfernen des VIF fehlgeschlagen

source: iSCSI device not found at %s
de: iSCSI unter %s nicht gefunden

source: ISCSI volume not yet found at: %(mount_device)s. Will rescan & retry. Try number: %(tries)s
de: ISCSI-Volume noch nicht gefunden unter: %(mount_device)s, weiterer Versuch nach erneutem Absuchen. Versuch Nummer: %(tries)s

source: Found iSCSI node %(mount_device)s (after %(tries)s rescans)
de: iSCSI-Node %(mount_device)s gefunden (nach %(tries)s-fachem neuem Absuchen)

source: %s is already mounted
de: %s ist bereits eingehängt

source: Connection error connecting PowerVM manager
de: Beim Verbinden mit der PowerVM-Verwaltung gab es einen Verbindungsfehler

source: File transfer to PowerVM manager failed
de: Dateiübertragung zur PowerVM-Verwaltung fehlgeschlagen

source: Connection to PowerVM manager failed
de: Verbindung zur PowerVM-Verwaltung fehlgeschlagen

source: File '%(file_path)' transfer to PowerVM manager failed
de: Transfer der Datei »%(file_path)« zur PowerVM-Verwaltung fehlgeschlagen

source: LPAR instance '%(instance_name)s' could not be found
de: LPAR-Instanz »%(instance_name)s« konnte nicht gefunden werden

source: LPAR instance '%(instance_name)s' creation failed
de: Erstellung der LPAR-Instanz »%(instance_name)s« fehlgeschlagen

source: No space left on any volume group
de: Auf keiner der Volume-Gruppen ist Platz frei

source: Image creation failed on PowerVM
de: Image-Erstellung auf PowerVM fehlgschlagen

source: Insufficient free memory on PowerVM system to spawn instance '%(instance_name)s'
de: Zu wenig freier Speicher auf dem PowerVM-System, um die Instanz »%(instance_name)s« zu erzeugen

source: Insufficient available CPUs on PowerVM system to spawn instance '%(instance_name)s'
de: Zu wenige verfügbare CPUs auf dem PowerVM-System, um die Instanz »%(instance_name)s« zu erzeugen

source: PowerVM LPAR instance '%(instance_name)s' cleanup failed
de: Aufräumen der PowerVM-LPAR-Instanz »%(instance_name)s« fehlgeschlagen

source: LPAR instance '%s' not found
de: LPAR-Instanz »%s« nicht gefunden

source: Not enough free memory in the host
de: Nicht genügend freier Speicher auf dem Host

source: Insufficient available CPU on PowerVM
de: Nicht genügend freie CPUs auf PowerVM

source: Creating LPAR instance '%s'
de: LPAR-Instanz »%s« wird erstellt

source: LPAR instance '%s' creation failed
de: Erstellung der LPAR-Instanz »%s« fehlgeschlagen

source: Fetching image '%s' from glance
de: Image »%s« wird von Glance geholt

source: Copying image '%s' to IVM
de: Image »%s« wird zu IVM kopiert

source: Creating logical volume
de: Logisches Volume wird erstellt

source: Copying image to the device '%s'
de: Image wird auf Gerät »%s« kopiert

source: PowerVM image creation failed: %s
de: Erstellung des PowerVM-Images fehlgeschlagen: %s

source: Activating the LPAR instance '%s'
de: LPAR-Instanz »%s« wird aktiviert

source: Instance '%s' failed to boot
de: Instanz »%s« konnte nicht booten

source: During destroy, LPAR instance '%s' was not found on PowerVM system.
de: Während der Zerstörung wurde die LPAR-Instanz »%s« nicht auf dem PowerVM-System gefunden.

source: Shutting down the instance '%s'
de: Instanz »%s« wird heruntergefahren

source: Removing the logical volume '%s'
de: Logisches Volume »%s« wird entfernt

source: Deleting the LPAR instance '%s'
de: LPAR-Instanz »%s« wird gelöscht

source: PowerVM instance cleanup failed
de: Aufräumen der PowerVM-Instanz fehlgeschlagen

source: Could not create logical volume. No space left on any volume group.
de: Das logische Volume konnte nicht erstellt werden, weil auf keiner der Volume-Gruppen Platz frei ist.

source: Must specify vmwareapi_host_ip,vmwareapi_host_username and vmwareapi_host_password to usecompute_driver=vmwareapi.VMWareESXDriver
de: Sie müssen vmwareapi_host_ip,vmwareapi_host_username und vmwareapi_host_password gegenüber usecompute_driver=vmwareapi.VMWareESXDriver angeben

source: In vmwareapi:_create_session, got this exception: %s
de: In vmwareapi:_create_session ist diese Ausnahme aufgetreten: %s

source: In vmwareapi:_call_method, got this exception: %s
de: In vmwareapi:_call_method ist diese Ausnahme aufgetreten: %s

source: Task [%(task_name)s] %(task_ref)s status: success
de: Stand der Aufgabe [%(task_name)s] %(task_ref)s: Erfolg

source: Task [%(task_name)s] %(task_ref)s status: error %(error_info)s
de: Stand der Aufgabe [%(task_name)s] %(task_ref)s: Fehler %(error_info)s

source: In vmwareapi:_poll_task, Got this error %s
de: In vmwareapi:_poll_task ist dieser Fehler aufgetreten: %s

source: Error(s) %s occurred in the call to RetrieveProperties
de: Fehler %s beim Aufruf von RetrieveProperties aufgetreten

source: Property %(attr)s not set for the managed object %(name)s
de: Die Eigenschaft %(attr)s ist für das verwaltete Objekt %(name)s nicht gesetzt worden

source: There is no VM registered
de: Es ist keine VM registriert

source: Virtual Machine with ref %s is not there
de: Die virtuelle Maschine mit ref %s ist nicht vorhanden

source: Logging out a session that is invalid or already logged out: %s
de: Eine Sitzung, die unzulässig oder bereits ausgeloggt ist, wird abgemeldet: %s

source: Session is faulty
de: Sitzung ist fehlerhaft

source: Session Invalid
de: Sitzung unzulässig

source: No Virtual Machine has been registered yet
de: Bisher ist keine virtuelle Maschine registriert
