Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: You may see the error "libvirt: QEMU error: Domain not found: no domain with matching name." This error can be safely ignored.
de: Es kann sein, dass Sie auf den Fehler »libvirt: QEMU error: Domain not found: no domain with matching name.« stoßen. Sie können ihn getrost ignorieren.

source: Post operation of migration started
de: Nacharbeiten der Migration gestartet

source: Updated the info_cache for instance
de: info_cache für die Instanz aktualisiert

source: Found %(migration_count)d unconfirmed migrations older than %(confirm_window)d seconds
de: %(migration_count)d unbestätigte Migrationen gefunden, die älter als %(confirm_window)d Sekunden sind

source: Setting migration %(migration_id)s to error: %(reason)s
de: Migration %(migration_id)s wird auf Fehler gesetzt: %(reason)s

source: Automatically confirming migration %(migration_id)s for instance %(instance_uuid)s
de: Migration %(migration_id)s für Instanz %(instance_uuid)s wird automatisch bestätigt

source: Instance %(instance_uuid)s not found
de: Instanz %(instance_uuid)s nicht gefunden

source: In ERROR state
de: Im FEHLER-Zustand

source: In states %(vm_state)s/%(task_state)s, notRESIZED/None
de: In Zuständen %(vm_state)s/%(task_state)s, notRESIZED/None

source: Error auto-confirming resize: %(e)s. Will retry later.
de: Fehler beim automatischen Bestätigen der Größenänderung: %(e)s; Wird später noch einmal versucht

source: Running instance usage audit for host %(host)s from %(begin_time)s to %(end_time)s. %(number_instances)s instances.
de: Instanzenverwendung für Host %(host)s von %(begin_time)s bis %(end_time)s wird geprüft, %(number_instances)s Instanzen

source: Failed to generate usage audit for instance on host %s
de: Verwendung der Instanz auf Host %s konnte nicht geprüft werden

source: Updating bandwidth usage cache
de: Bandbreitenverwendungs-Cache wird aktualisiert

source: Updating host status
de: Host-Status wird aktualisiert

source: Found %(num_db_instances)s in the database and %(num_vm_instances)s on the hypervisor.
de: %(num_db_instances)s in der Datenbank und %(num_vm_instances)s auf dem Hypervisor gefunden

source: During sync_power_state the instance has a pending task. Skip.
de: Während sync_power_state hat die Instanz eine ausstehende Aufgabe; wird übersprungen

source: During the sync_power process the instance has moved from host %(src)s to host %(dst)s
de: Während des sync_power_process ist die Instanz vom Host %(src)s auf %(dst)s gewandert.

source: Instance shutdown by itself. Calling the stop API.
de: Instanz hat sich selbst heruntergefahren; Stop-API wird aufgerufen

source: error during stop() in sync_power_state.
de: Fehler beim stop() in sync_power_state

source: Instance is paused or suspended unexpectedly. Calling the stop API.
de: Instanz ist unerwartet angehalten oder ausgesetzt worden; Stop-API wird aufgerufen

source: Instance is not stopped. Calling the stop API.
de: Instanz ist nicht angehalten worden; Stop-API wird aufgerufen

source: Instance is not (soft-)deleted.
de: Instanz ist nicht (soft-) gelöscht worden

source: FLAGS.reclaim_instance_interval <= 0, skipping...
de: FLAGS.reclaim_instance_interval <= 0, wird übersprungen …

source: Reclaiming deleted instance
de: Gelöschte Instanz wird zurückgeholt

source: Detected instance with name label '%(name)s' which is marked as DELETED but still present on host.
de: Es wurde eine Instanz namens »%(name)s« gefunden, die als GELÖSCHT markiert, aber immer noch auf dem Host vorhanden ist.

source: Destroying instance with name label '%(name)s' which is marked as DELETED but still present on host.
de: Instanz namens »%(name)s«, die als GELÖSCHT markiert, aber immer noch auf dem Host vorhanden ist, wird gelöscht.

source: Unrecognized value '%(action)s' for FLAGS.running_deleted_instance_action
de: Nicht erkannter Wert »%(action)s« für SCHALTER, running_deleted_instance_action

source: Attempting claim: memory %(memory_mb)d MB, disk %(disk_gb)d GB, VCPUs %(vcpus)d
de: Beanspruchung wird geltend gemacht: Speicher %(memory_mb)d MB, Festplatte %(disk_gb)d GB, VCPUs %(vcpus)d

source: Total memory: %(total_mem)d MB, used: %(used_mem)d MB, free: %(free_mem)d MB
de: Gesamtspeicher: %(total_mem)d MB, verwendet: %(used_mem)d MB, frei: %(free_mem)d MB

source: Memory limit not specified, defaulting to unlimited
de: Keine Speicherbegrenzung angegeben, wird auf Vorgabe »unbegrenzt« festgelegt

source: Memory limit: %(memory_mb_limit)d MB, free: %(free_ram_mb)d MB
de: Speicherbegrenzung: %(memory_mb_limit)d MB, frei: %(free_ram_mb)d MB

source: Unable to claim resources. Free memory %(free_ram_mb)d MB < requested memory %(memory_mb)d MB
de: Ressourcen können nicht beansprucht werden. Freier Speicher %(free_ram_mb)d MB < angefragter Speicher %(memory_mb)d MB

source: Total disk: %(total_disk)d GB, used: %(used_disk)d GB, free: %(free_disk)d GB
de: Gesamter Festplattenspeicher: %(total_disk)d, verwendet: %(used_disk)d GB, frei: %(free_disk)d GB

source: Disk limit not specified, defaulting to unlimited
de: Festplattengrenze nicht angegeben, wird auf Vorgabe »unbegrenzt« festgelegt

source: Disk limit: %(disk_gb_limit)d GB, free: %(free_disk_gb)d GB
de: Speicherbegrenzung Festplatte: %(disk_gb_limit)d GB, frei: %(free_disk_gb)d GB

source: Unable to claim resources. Free disk %(free_disk_gb)d GB < requested disk %(disk_gb)d GB
de: Ressourcen können nicht beansprucht werden: Freier Festplattenspeicher: %(free_disk_gb)d GB < angefragter Festplattenspeicher %(disk_gb)d GB

source: Total VCPUs: %(total_vcpus)d, used: %(used_vcpus)d
de: VCPUs insgesamt: %(total_vcpus)d, verwendet: %(used_vcpus)d

source: VCPU limit not specified, defaulting to unlimited
de: VCPU-Begrenzung nicht angegeben, wird auf Vorgabe »unbegrenzt« festgelegt

source: CPU limit: %(vcpu_limit)d
de: CPU-Grenze: %(vcpu_limit)d

source: Unable to claim resources. Free CPU %(free_vcpus)d < requested CPU %(vcpus)d
de: Ressourcen können nicht beansprucht werden: Freie CPU %(free_vcpus)d < angefragte CPU %(vcpus)d

source: Finishing claim: %s
de: Beanspruchung wird abgeschlossen: %s

source: Can't find claim %s. It may have been 'finished' twice, or it has already timed out.
de: Die Beanspruchung %s kann nicht gefunden werden. Sie kann zwei Mal »abgeschlossen« worden sein oder ist in einen Timeout gelaufen.

source: Aborting claim: %s
de: Beanspruchung wird abgebrochen: %s

source: Claim %s not found. It either timed out or was already explicitly finished/aborted
de: Beanspruchung %s nicht gefunden; entweder kam es zu einer Zeitüberschreitung oder die Beanspruchung wurde bereits beendet/abgebrochen.

source: Virt driver does not support 'get_available_resource' Compute tracking is disabled.
de: Virt-Treiber unterstützt »get_available_resource« nicht; Berechnungsverfolgung ist abgeschaltet

source: Compute_service record created for %s
de: Compute_service-Eintrag für %s erstellt

source: Compute_service record updated for %s
de: Compute_service-Eintrag für %s aktualisiert

source: Expiring resource claim %s
de: Ressourcenbelegung %s läuft aus

source: No service record for host %s
de: Kein Service-Eintrag für Host %s

source: Hypervisor: free ram (MB): %s
de: Hypervisor: freier RAM (MB): %s

source: Hypervisor: free disk (GB): %s
de: Hypervisor: freier Festplattenspeicher (GB): %s

source: Hypervisor: free VCPUs: %s
de: Hypervisor: freie VCPUs: %s

source: Hypervisor: VCPU information unavailable
de: Hypervisor: VCPU-Informationen nicht verfügbar

source: Free ram (MB): %s
de: Freier RAM (MB): %s

source: Free disk (GB): %s
de: Freier Festplattenspeicher (GB): %s

source: Free VCPUS: %s
de: Freie VCPUS: %s

source: Free VCPU information unavailable
de: Information über freie VCPU nicht verfügbar

source: Missing keys: %s
de: Fehlende Schlüssel: %s

source: No compute host specified
de: Kein Compute-Host angegeben

source: Unable to find host for Instance %s
de: Host für Instanz %s ist nicht auffindbar

source: Using %(prefix)s instead of %(req_prefix)s
de: Anstelle von %(req_prefix)s wird %(prefix)s verwendet

source: Adding console
de: Konsole wird hinzugefügt

source: Tried to remove non-existent console %(console_id)s.
de: Es wurde versucht, eine nicht existente Konsole %(console_id)s zu entfernen

source: Removing console %(console_id)s.
de: Konsole %(console_id)s wird entfernt

source: Rebuilding xvp conf
de: XVP-Konfiguration wird neu erstellt

source: Re-wrote %s
de: %s neu geschrieben

source: Stopping xvp
de: XVP wird angehalten

source: Starting xvp
de: XVP wird gestartet

source: Error starting xvp: %s
de: Fehler beim Starten von XVP: %s

source: Restarting xvp
de: XVP wird neu gestartet

source: xvp not running...
de: XVP läuft nicht …

source: Received Token: %(token)s, %(token_dict)s)
de: Token erhalten: %(token)s, %(token_dict)s)

source: Checking Token: %(token)s, %(token_valid)s)
de: Token wird überprüft: %(token)s, %(token_valid)s)

source: Use of empty request context is deprecated
de: Die Verwendung von leerem Anfragekontext ist missbilligt.

source: Unrecognized read_deleted value '%s'
de: Nicht erkannter Wert »%s« für read_deleted

source: Change will make usage less than 0 for the following resources: %(unders)s
de: Die Änderung wird für die folgenden Ressourcen die Verwendung unter 0 senken: %(unders)s

source: Backend exists
de: Backend vorhanden

source: No backend config with id %(sm_backend_id)s
de: Keine Backend-Konfiguration mit ID %(sm_backend_id)s

source: No backend config with sr uuid %(sr_uuid)s
de: Keine Backend-Konfiguration mit SR UUID %(sr_uuid)s

source: Flavor exists
de: Variante vorhanden

source: %(sm_flavor_id)s flavor not found
de: Variante %(sm_flavor_id)s nicht gefunden

source: No sm_flavor called %(sm_flavor_id)s
de: Kein sm_flavor namens %(sm_flavor_id)s

source: No sm_flavor called %(sm_flavor_label)s
de: Kein sm_flavor namens %(sm_flavor_label)s

source: No sm_volume with id %(volume_id)s
de: Kein sm_volume mit ID %(volume_id)s

source: version should be an integer
de: Die Version sollte eine Ganzzahl sein

source: Upgrade DB using Essex release first.
de: Führen Sie zuerst ein Upgrade der Datenbank mittels der Essex-Veröffentlichung durch.

source: SQL connection failed. %s attempts left.
de: SQL-Verbindung fehlgeschlagen; %s Versuche übrig

source: Table |%s| not created!
de: Tabelle |%s| nicht erstellt!

source: quota_classes table not dropped
de: Tabelle «quota_classes« nicht gelöscht

source: foreign key constraint couldn't be removed
de: Fremdschlüssel-Constraint konnte nicht entfernt werden

source: Foreign Key constraint couldn't be removed
de: Fremdschlüssel-Constraint konnte nicht entfernt werden

source: foreign key could not be dropped
de: Fremdschlüssel konnte nicht gelöscht werden

source: foreign key could not be created
de: Fremdschlüssel konnte nicht angelegt werden

source: quota_usages table not dropped
de: Tabelle »quota_usages« nicht gelöscht

source: reservations table not dropped
de: Tabelle »reservations« nicht gelöscht

source: foreign key constraint couldn't be created
de: Fremdschlüssel-Constraint konnte nicht erstellt werden

source: foreign key constraint couldn't be dropped
de: Fremdschlüssel-Constraint konnte nicht gelöscht werden

source: user_quotas table not dropped
de: Tabelle »user_quotas« nicht gelöscht

source: Error contacting glance server '%(host)s:%(port)s' for '%(method)s', %(extra)s.
de: Fehler beim Kontaktieren des Glance-Servers »%(host)s:%(port)s« für »%(method)s«; »%(extra)s«

source: Failed to download %(image_location)s to %(image_path)s
de: Herunterladen von %(image_location)s nach %(image_path)s fehlgeschlagen

source: Failed to decrypt %(image_location)s to %(image_path)s
de: Entschlüsseln von %(image_location)s nach %(image_path)s fehlgeschlagen

source: Failed to untar %(image_location)s to %(image_path)s
de: Entpacken von %(image_location)s nach %(image_path)s fehlgeschlagen

source: Failed to upload %(image_location)s to %(image_path)s
de: Hochladen von %(image_location)s nach %(image_path)s fehlgeschlagen

source: Failed to decrypt private key: %s
de: Entschlüsseln des privaten Schlüssels fehlgeschlagen: %s

source: Failed to decrypt initialization vector: %s
de: Entschlüsseln des Initialisierungsvektors fehlgeschlagen: %s

source: Failed to decrypt image file %(image_file)s: %(err)s
de: Entschlüsseln der Image-Datei %(image_file)s fehlgeschlagen: %(err)s

source: Unsafe filenames in image
de: Unsichere Dateinamen im Image

source: Bad mac for to_global_ipv6: %s
de: Schlechte MAC für to_global_ipv6: %s

source: Bad prefix for to_global_ipv6: %s
de: Schlechtes Präfix für to_global_ipv6: %s

source: Bad project_id for to_global_ipv6: %s
de: Schlechte project_id für to_global_ipv6: %s

source: instance is a required argument to use @refresh_cache
de: Instanz ist ein notwendiges Argument, um @refresh_cache zu verwenden

source: args: %s
de: Argumente: %s

source: re-assign floating IP %(address)s from instance %(instance_id)s
de: Wiederzuweisung der floating IP %(address)s zu der Instanz %(instance_id)s

source: This driver only supports type 'a' entries.
de: Dieser Treiber unterstützt nur Einträge vom Typ »a«.

source: Attempted to remove chain %s which does not exist
de: Es wurde versucht, die Kette %s zu entfernen, die allerdings nicht existiert.

source: Unknown chain: %r
de: Unbekannte Kette: %r

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
de: Es wurde versucht, eine Regel zu entfernen, die nicht existierte: %(chain)r %(rule)r %(wrap)r %(top)r

source: IPTablesManager.apply completed with success
de: IPTablesManager.apply mit Erfolg abgeschlossen

source: arping error for ip %s
de: ARP-Fehler bei IP %s

source: Pid %d is stale, skip killing dnsmasq
de: PID %d ist veraltet, Abbruch von dnsmasq überspringen

source: Hupping dnsmasq threw %s
de: HUPen von dnsmasq hat zu %s geführt

source: Pid %d is stale, relaunching dnsmasq
de: PID %d ist abgelaufen, dnsmasq wird neu gestartet

source: killing radvd threw %s
de: Abbrechen von radvd hat zu %s geführt

source: Pid %d is stale, relaunching radvd
de: PID %d ist abgelaufen, radvd wird neu gestartet

source: Starting VLAN inteface %s
de: VLAN-Schnittstelle %s wird gestartet

source: Starting Bridge interface for %s
de: Netzwerkbrückenschnittstelle für %s wird gestartet

source: Failed to add interface: %s
de: Hinzufügen der Schnittstelle fehlgeschlagen: %s

source: Starting bridge %s
de: Netzwerkbrücke %s wird gestartet

source: Done starting bridge %s
de: Fertig mit dem Starten der Netzwerkbrücke %s

source: Failed unplugging gateway interface '%s'
de: Abziehen der Gateway-Schnittstelle »%s« fehlgeschlagen

source: Unplugged gateway interface '%s'
de: Gateway-Schnittstelle »%s« abgezogen

source: Fixed ip %(fixed_ip_id)s not found
de: Feste IP %(fixed_ip_id)s nicht gefunden

source: Interface %(interface)s not found
de: Schnittstelle %(interface)s nicht gefunden

source: floating IP allocation for instance |%s|
de: Floating-IP-Zuweisung für Instanz |%s|

source: Floating IP is not associated. Ignore.
de: Floating IP ist nicht zugewiesen; wird ignoriert

source: Address |%(address)s| is not allocated
de: Adresse |%(address)s| ist nicht zugewiesen

source: Address |%(address)s| is not allocated to your project |%(project)s|
de: Die Adresse |%(address)s| ist nicht Ihrem Projekt |%(project)s| zugewiesen.

source: Quota exceeded for %(pid)s, tried to allocate floating IP
de: Kontingent für %(pid)s überschritten, es wurde versucht, eine floating IP zuzuweisen

source: Failed to update usages deallocating floating IP
de: Aktualisierung der Verwendungsstatistik unter Freigabe der floating IP fehlgeschlagen

source: Database inconsistency: DNS domain |%s| is registered in the Nova db but not visible to either the floating or instance DNS driver. It will be ignored.
de: Datenbankinkonsistenz: Die DNS-Domain |%s| ist in der Nova-DB registriert, aber weder für den Floating- noch für den Instanz-DNS-Treiber sichtbar. Sie wird ignoriert werden.

source: Domain |%(domain)s| already exists, changing zone to |%(av_zone)s|.
de: Die Domain |%(domain)s| ist bereits vorhanden, die Zone wird auf |%(av_zone)s| geändert.

source: Domain |%(domain)s| already exists, changing project to |%(project)s|.
de: Die Domain |%(domain)s| ist bereits vorhanden, Projekt wird auf |%(project)s| abgeändert

source: Disassociated %s stale fixed ip(s)
de: %s abgelaufene feste IP(s) freigegeben

source: setting network host
de: Netzwerk-Host wird gesetzt

source: network allocations
de: Netzwerkzuweisungen

source: networks retrieved for instance: |%(networks)s|
de: Netzwerke abgerufen für Instanz: |%(networks)s|

source: network deallocation for instance
de: Netzwerk-Freigabe für Instanz

source: instance-dns-zone is |%(domain)s|, which is in availability zone |%(zone)s|. Instance is in zone |%(zone2)s|. No DNS record will be created.
de: instance-dns-zone ist |%(domain)s| in der Verfügbarkeitszone |%(zone)s| Die Instanz hält sich in der Zone |%(zone2)s| auf. Es wird kein DNS-Eintrag erstellt.

source: Unable to release %s because vif doesn't exist.
de: %s lässt sich nicht veröffentlichen, vif existiert nicht

source: Leased IP |%(address)s|
de: Geleaste IP |%(address)s|

source: IP %s leased that is not associated
de: IP %s, die nicht zugewiesen ist

source: IP |%s| leased that isn't allocated
de: IP |%s| geleast, die nicht zugewiesen ist

source: Released IP |%(address)s|
de: IP |%(address)s| freigegeben

source: IP %s released that is not associated
de: IP %s freigegeben, die nicht zugewiesen ist

source: IP %s released that was not leased
de: IP %s freigegeben, die nicht geleast war

source: %s must be an integer
de: %s muss eine ganze Zahl sein.

source: Maximum allowed length for 'label' is 255.
de: Die erlaubte Höchstlänge für »label« ist 255.

source: Subnet(s) too large, defaulting to /%s. To override, specify network_size flag.
de: Subnetz(e) zu groß, Standardeinstellung /%s wird übernommen; benutzen Sie den Schalter »network_size«, um sie außer Kraft zu setzen

source: cidr already in use
de: CIDR bereits in Benutzung

source: requested cidr (%(cidr)s) conflicts with existing supernet (%(super)s)
de: angefragtes CIDR (%(cidr)s) verträgt sich nicht mit dem vorhandenen Supernetz (%(super)s)

source: requested cidr (%(cidr)s) conflicts with existing smaller cidr (%(smaller)s)
de: angefragtes CIDR (%(cidr)s) verträgt sich nicht mit dem vorhandenen, kleineren CIDR (%(smaller)s)

source: Network already exists!
de: Das Netzwerk ist bereits vorhanden!

source: Network must be disassociated from project %s before delete
de: Vor dem Löschen muss erst die Zuweisung des Netzwerks zum Projekt %s aufgehoben werden.

source: The sum between the number of networks and the vlan start cannot be greater than 4094
de: Die Summe aus der Anzahl der Netzwerke und dem VLAN-Anfang darf nicht größer als 4094 sein.

source: The network range is not big enough to fit %(num_networks)s. Network size is %(network_size)s
de: Der Netzwerkbereich ist nicht groß genug, damit %(num_networks)s Netzwerke hineinpassen. Die Netzwerkgröße ist %(network_size)s.

source: This driver only supports type 'a'
de: Dieser Treiber unterstützt nur Typ »a«.

source: v4 subnets are required for legacy nw_info
de: Für das veraltete nw_info sind v4-Subnetze erforderlich.

source: Error creating network entry
de: Fehler beim Erstellen des Netzwerkeintrags

source: No network with net_id = %s
de: Kein Netzwerk mit net_id = %s

source: No fixed IPs to deallocate for vif %s
de: Keine festen IPs, um die Zuweisung von vif-%s-IPs aufzuheben

source: _get_auth_token() failed
de: _get_auth_token() fehlgeschlagen

source: allocate_for_instance() for %s
de: allocate_for_instance() für %s

source: empty project id for instance %s
de: leere Projekt-ID für Instanz %s

source: Fail to delete port %(portid)s with failure: %(exception)s
de: Löschen des Ports %(portid)s fehlgeschlagen, Grund: %(exception)s

source: deallocate_for_instance() for %s
de: deallocate_for_instance() für %s

source: Failed to delete quantum port %(portid)s
de: Löschen des Quantum-Ports %(portid)s fehlgeschlagen

source: get_instance_nw_info() for %s
de: get_instance_nw_info() für %s

source: validate_networks() for %s
de: validate_networks() für %s

source: syslog facility must be one of: %s
de: Syslog-Einrichtung muss eine hiervon sein: %s

source: Inheritance-based rules are deprecated; use the default brain instead of %s.
de: Vererbungsbasierte Regeln sind veraltet; verwenden Sie das Standard-Gehirn anstelle von %s.

source: Failed to understand rule %(match)r
de: Regel %(match)r nicht verstanden

source: Inheritance-based rules are deprecated; update _check_%s
de: Vererbungsbasierte Regeln sind veraltet; aktualisieren Sie _check_%s

source: No handler for matches of kind %s
de: Kein Handler für Treffer des Typs %s

source: %s not in valid priorities
de: %s nicht in zulässigen Prioritäten enthalten

source: Problem '%(e)s' attempting to send to notification system. Payload=%(payload)s
de: Problem »%(e)s« versucht, an das Benachrichtigungssystem zu senden. Nutzlast=%(payload)s

source: Failed to load notifier %s. These notifications will not be sent.
de: Laden des Benachrichtigers %s fehlgeschlagen, diese Benachrichtigungen werden nicht gesendet.

source: Could not send notification to %(topic)s. Payload=%(message)s
de: Benachrichtigung konnte nicht an %(topic)s gesendet werden. Nutzlast=%(message)s

source: Failed to load plugin %(plug)s: %(exc)s
de: Laden des Plugins %(plug)s fehlgeschlagen: %(exc)s

source: unpacked context: %s
de: ungepackter Kontext: %s

source: received %s
de: %s erhalten

source: no method for message: %s
de: keine Methode für diese Nachricht gefunden: %s

source: No method for message: %s
de: Keine Methode für diese Nachricht gefunden: %s

source: Making asynchronous call on %s ...
de: Asynchroner Aufruf für %s läuft …

source: MSG_ID is %s
de: MSG_ID ist %s

source: Making asynchronous cast on %s...
de: Asynchrone Auslösung für %s läuft …

source: Making asynchronous fanout cast...
de: Asynchrone Fanout-Auslösung läuft …

source: Sending %(event_type)s on %(topic)s
de: %(event_type)s wird an %(topic)s gesendet

source: An unknown RPC related exception occurred.
de: Eine unbekannte RPC-bezogene Ausnahme ist aufgetreten.

source: Remote error: %(exc_type)s %(value)s %(traceback)s.
de: Ferner Fehler: %(exc_type)s %(value)s %(traceback)s

source: Timeout while waiting on RPC response.
de: Zeitüberschreitung während des Wartens auf RPC-Antwort

source: Invalid reuse of an RPC connection.
de: Unzulässige Wiederverwendung einer RPC-Verbindung

source: Specified RPC version, %(version)s, not supported by this endpoint.
de: Die angegebene RPC-Version %(version)s wird von diesem Endpunkt nicht unterstützt.

source: Returning exception %s to caller
de: Ausnahme %s wird dem Aufrufenden zurückgegeben

source: Failed to process message... skipping it.
de: Verarbeiten der Nachricht fehlgeschlagen … wird übersprungen

source: Reconnecting to AMQP server on %(hostname)s:%(port)d
de: Verbindung zu AMQP-Server auf %(hostname)s:%(port)d wird wiederhergestellt

source: Connected to AMQP server on %(hostname)s:%(port)d
de: Verbunden mit AMQP-Server auf %(hostname)s:%(port)d

source: Unable to connect to AMQP server on %(hostname)s:%(port)d after %(max_retries)d tries: %(err_str)s
de: Verbindungsversuche zum AMQP-Server auf %(hostname)s:%(port)d nach %(max_retries)d Versuchen aufgegeben: %(err_str)s

source: AMQP server on %(hostname)s:%(port)d is unreachable: %(err_str)s. Trying again in %(sleep_time)d seconds.
de: AMQP auf %(hostname)s:%(port)d ist nicht erreichbar: %(err_str)s; Neuer Versuch wird in %(sleep_time)d Sekunden gestartet.
