Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Arguments dropped when creating context: %s
de: Beim Erzeugen des Kontextes unterschlagene Argumente: %s

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
de: read_deleted kann nur »no«, »yes« oder »only« sein, nicht %r

source: Filename of root CA
de: Dateiname der Root-CA

source: Filename of private key
de: Dateiname des privaten Schlüssels

source: Filename of root Certificate Revocation List
de: Dateiname der Liste mit abgewiesenen Root-Zeritifkaten

source: Where we keep our keys
de: Wo die Schlüssel aufbewahrt werden

source: Where we keep our root CA
de: Wo die Root-CA aufbewahrt wird

source: Should we use a CA for each project?
de: Soll für jedes Projekt eine eigene CA verwendet werden?

source: Subject for certificate for users, %s for project, user, timestamp
de: Betreff für Zertifikat für Benutzer, %s für Projekt, Benutzer, Zeitstempel

source: Subject for certificate for projects, %s for project, timestamp
de: Betreff für Zertifikat für Projekte, %s für Projekt, Zeitstempel

source: Flags path: %s
de: Schalter-Pfad: %s

source: Unexpected error while running command.
de: Unerwarteter Fehler bei Ausführung des Befehls

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
de: %(description)s Befehl: %(cmd)s Exit-Code: %(exit_code)s stdout: %(stdout)r stderr: %(stderr)r

source: DB exception wrapped.
de: Datenbankausnahme abgefangen

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.

source: Exception in string format operation
de: Ausnahme in Zeichenkettenformat-Operation

source: Unknown
de: Unbekannt

source: Fatal call to deprecated config %(msg)s
de: Fataler Aufruf für veraltete Konfig %(msg)s

source: Failed to decrypt text
de: Entschlüsseln des Textes fehlgeschlagen

source: Virtual Interface creation failed
de: Erzeugung des Virtual Interface fehlgeschlagen

source: 5 attempts to create virtual interfacewith unique mac address failed
de: Fünf Versuche, die virtuelle Schnittstelle mit einer eindeutigen MAC-Adresse zu erzeugen, sind fehlgeschlagen.

source: Connection to glance host %(host)s:%(port)s failed: %(reason)s
de: Verbindung zum Glance-Host %(host)s:%(port)s fehlgeschlagen: %(reason)s

source: Not authorized.
de: Nicht autorisiert

source: User does not have admin privileges
de: Der Benutzer hat keine Administratorrechte.

source: Policy doesn't allow %(action)s to be performed.
de: Die Richtlinie erlaubt es nicht, dass %(action)s durchgeführt wird.

source: Not authorized for image %(image_id)s.
de: Für Image %(image_id)s nicht autorisiert

source: Unacceptable parameters.
de: Inakzeptable Parameter

source: Invalid snapshot
de: Ungültiger Schnappschuss

source: Volume %(volume_id)s is not attached to anything
de: Volume %(volume_id)s ist an nichts angeschlossen

source: Volume %(volume_id)s is still attached, detach volume first.
de: Das Volume %(volume_id)s ist noch angeschlossen, trennen Sie es erst einmal.

source: Keypair data is invalid
de: Schlüsselpaar-Daten sind ungültig

source: Failed to load data into json format
de: Laden der Daten ins JSON-Format ist fehlgeschlagen

source: The request is invalid.
de: Die Anfrage ist unzulässig.

source: Invalid input received
de: Unzulässige Eingaben empfangen

source: Invalid volume type
de: Unzulässiger Volume-Typ

source: Invalid volume
de: Unzulässiges Volume

source: Invalid metadata
de: Unzulässige Metadaten

source: Invalid port range %(from_port)s:%(to_port)s. %(msg)s
de: Unzulässiger Portbereich %(from_port)s:%(to_port)s. %(msg)s

source: Invalid IP protocol %(protocol)s.
de: Unzulässiges IP-Protokoll %(protocol)s

source: Invalid content type %(content_type)s.
de: Unzulässiger Inhaltstyp %(content_type)s

source: Invalid cidr %(cidr)s.
de: Unzulässiges CIDR %(cidr)s

source: Invalid Parameter: Unicode is not supported by the current database.
de: Unzulässiger Parameter: Unicode wird von der derzeitigen Datenbank nicht unterstützt.

source: Cannot perform action '%(action)s' on aggregate %(aggregate_id)s. Reason: %(reason)s.
de: Aktion »%(action)s« kann nicht auf Aggregat %(aggregate_id)s ausgeführt werden. Grund: %(reason)s.

source: Group not valid. Reason: %(reason)s
de: Gruppe nicht zulässig. Grund: %(reason)s

source: Sort key supplied was not valid.
de: Der eingegebene Sortierschlüssel war unzulässig

source: Instance %(instance_uuid)s in %(attr)s %(state)s. Cannot %(method)s while the instance is in this state.
de: Instanz %(instance_uuid)s in %(attr)s %(state)s. %(method)s funktioniert nicht, solange sich die Instanz in diesem Zustand befindet.

source: Instance %(instance_id)s is not running.
de: Instanz %(instance_id)s läuft nicht

source: Instance %(instance_id)s is not in rescue mode
de: Instanz %(instance_id)s ist nicht im Rettungsmodus

source: Instance %(instance_id)s is not ready
de: Instanz %(instance_id)s ist nicht bereit

source: Failed to suspend instance
de: Anhalten der Instanz fehlgeschlagen

source: Failed to resume server
de: Wiederaufnahme des Servers fehlgeschlagen

source: Failed to reboot instance
de: Neustart der Instanz fehlgeschlagen

source: Failed to terminate instance
de: Beenden der Instanz fehlgeschlagen

source: Service is unavailable at this time.
de: Dienst ist zur Zeit nicht verfügbar

source: Insufficient compute resources.
de: Unzureichende Rechenleistung

source: Compute service is unavailable at this time.
de: Rechendienst ist zur Zeit nicht verfügbar

source: Unable to migrate instance (%(instance_id)s) to current host (%(host)s).
de: Instanz (%(instance_id)s) lässt sich nicht auf den derzeitigen Host (%(host)s) migrieren

source: The supplied hypervisor type of is invalid.
de: Der angegebene Hypervisortyp ist unzulässig.

source: The instance requires a newer hypervisor version than has been provided.
de: Die Instanz braucht eine neuere Hypervisor-Version als die vorhandene.

source: The supplied disk path (%(path)s) already exists, it is expected not to exist.
de: Der angegebene Speicherpfad (%(path)s) existiert entgegen der Erwartungen bereits.

source: The supplied device path (%(path)s) is invalid.
de: Der angegebene Gerätepfad (%(path)s) ist unzulässig.

source: The supplied device path (%(path)s) is in use.
de: Der angegebene Gerätepfad (%(path)s) ist in Benutzung.

source: The supplied device (%(device)s) is busy.
de: Das angegebene Gerät (%(device)s) ist beschäftigt.

source: Unacceptable CPU info
de: Inakzeptable CPU-Info

source: %(address)s is not a valid IP v4/6 address.
de: %(address)s ist keine gültige IPv4/v6-Adresse.

source: VLAN tag is not appropriate for the port group %(bridge)s. Expected VLAN tag is %(tag)s, but the one associated with the port group is %(pgroup)s.
de: VLAN-Tag ist für die Portgruppe %(bridge)s nicht geeignet. Das erwartete VLAN-Tag ist %(tag)s, aber das, welches mit der Portgruppe assoziiert wurde, lautet %(pgroup)s.

source: vSwitch which contains the port group %(bridge)s is not associated with the desired physical adapter. Expected vSwitch is %(expected)s, but the one associated is %(actual)s.
de: Der vSwitch mit der Portgruppe %(bridge)s ist nicht mit dem gewünschten physikalischen Adapter verbunden. Der verbundene vSwitch ist entgegen den Erwartungen (%(expected)s) %(actual)s.

source: Disk format %(disk_format)s is not acceptable
de: Plattenformat %(disk_format)s ist inakzeptabel

source: Image %(image_id)s is unacceptable: %(reason)s
de: Image %(image_id)s ist inakzeptabel: %(reason)s

source: Instance %(instance_id)s is unacceptable: %(reason)s
de: Instanz %(instance_id)s ist inakzeptabel: %(reason)s

source: Ec2 id %(ec2_id)s is unacceptable.
de: Ec2-ID %(ec2_id)s ist inakzeptabel

source: Expected a uuid but received %(uuid)s.
de: Eine UUID wurde erwartet, aber %(uuid)s erhalten.

source: Constraint not met.
de: Auflage nicht erfüllt

source: Resource could not be found.
de: Ressource konnte nicht gefunden werden

source: Could not find driver for connection_type %(name)s
de: Treiber für connection_type %(name)s konnte nicht gefunden werden

source: Volume %(volume_id)s persistence file could not be found.
de: Persistence-Datei von Volume %(volume_id)s konnte nicht gefunden werden

source: Volume %(volume_id)s could not be found.
de: Volume %(volume_id)s konnte nicht gefunden werden

source: Unable to locate account %(account_name)s on Solidfire device
de: Konto %(account_name)s ist auf dem Solidfire-Gerät nicht auffindbar

source: Volume %(volume_id)s has no metadata with key %(metadata_key)s.
de: Volume %(volume_id)s hat keine Metadaten mit dem Schlüssel %(metadata_key)s

source: Volume type %(volume_type_id)s could not be found.
de: Volumetyp %(volume_type_id)s konnte nicht gefunden werden

source: Volume type with name %(volume_type_name)s could not be found.
de: Volumetyp namens %(volume_type_name)s konnte nicht gefunden werden

source: Volume Type %(volume_type_id)s has no extra specs with key %(extra_specs_key)s.
de: Volumetyp %(volume_type_id)s hat keine extra Spezifikationen mit dem Schlüssel %(extra_specs_key)s

source: Snapshot %(snapshot_id)s could not be found.
de: Schnappschuss %(snapshot_id)s konnte nicht gefunden werden

source: deleting volume %(volume_name)s that has snapshot
de: Volume mit Schnappschuss %(volume_name)s wird gelöscht

source: deleting snapshot %(snapshot_name)s that has dependent volumes
de: Schnappschuss %(snapshot_name)s mit anhängigen Volumes wird gelöscht

source: No target id found for volume %(volume_id)s.
de: Keine Ziel-ID für Volume %(volume_id)s gefunden

source: Failed to create iscsi target for volume %(volume_id)s.
de: iSCSI-Ziel für Volume %(volume_id)s konnte nicht erstellt werden

source: Failed to remove iscsi target for volume %(volume_id)s.
de: iSCSI-Ziel für Volume %(volume_id)s konnte nicht entfernt werden

source: No disk at %(location)s
de: Keine Platte in %(location)s

source: Could not find a handler for %(driver_type)s volume.
de: Für das %(driver_type)s-Volume konnte kein Handler gefunden werden.

source: Invalid image href %(image_href)s.
de: Ungültige Image-Adresse %(image_href)s

source: Image %(image_id)s could not be found.
de: Image %(image_id)s konnte nicht gefunden werden

source: Image %(image_id)s could not be found. The nova EC2 API assigns image ids dynamically when they are listed for the first time. Have you listed image ids since adding this image?
de: Das Image %(image_id)s konnte nicht gefunden werden. Die Nova-EC2-API weist Image-IDs dynamisch beim ersten Auflisten zu. Haben Sie die Image-IDs aufgelistet, seit Sie dieses Image hinzugefügt haben?

source: Project %(project_id)s could not be found.
de: Projekt %(project_id)s konnte nicht gefunden werden

source: Cannot find SR to read/write VDI.
de: SR zum Lesen/Schreiben der VDI kann nicht gefunden werden

source: Network %(network_id)s is still in use.
de: Netzwerk %(network_id)s ist noch in Benutzung

source: %(req)s is required to create a network.
de: %(req)s ist nötig, um ein Netzwerk zu erstellen

source: Network %(network_id)s could not be found.
de: Netzwerk %(network_id)s konnte nicht gefunden werden

source: Network could not be found for bridge %(bridge)s
de: Netzwerk für Netzwerkbrücke %(bridge)s konnte nicht gefunden werden

source: Network could not be found for uuid %(uuid)s
de: Netzwerk für UUID %(uuid)s konnte nicht gefunden werden

source: Network could not be found with cidr %(cidr)s.
de: Netzwerk mit CIDR %(cidr)s konnte nicht gefunden werden

source: Network could not be found for instance %(instance_id)s.
de: Netzwerk für Instanz %(instance_id)s konnte nicht gefunden werden

source: No networks defined.
de: Keine Netzwerke angegeben.

source: Either Network uuid %(network_uuid)s is not present or is not assigned to the project %(project_id)s.
de: Entweder das Netzwerk mit UUID %(network_uuid)s ist nicht verfügbar oder nicht dem Projekt %(project_id)s zugewiesen.

source: Host is not set to the network (%(network_id)s).
de: Host ist nicht auf das Netzwerk %(network_id)s gesetzt

source: Could not find the datastore reference(s) which the VM uses.
de: Datenspeicherreferenz(en), welche die VM benutzt, konnte(n) nicht gefunden werden

source: Port %(port_id)s is still in use.
de: Port %(port_id)s ist noch in Verwendung

source: Port %(port_id)s could not be found.
de: Port %(port_id)s konnte nicht gefunden werden

source: No fixed IP associated with id %(id)s.
de: ID %(id)s ist keine feste IP zugewiesen

source: Fixed ip not found for address %(address)s.
de: für Adresse %(address)s konnte keine feste IP gefunden werden

source: Instance %(instance_uuid)s has zero fixed ips.
de: Instanz %(instance_uuid)s hat keine festen IPs

source: Network host %(host)s has zero fixed ips in network %(network_id)s.
de: Netzwerk-Host %(host)s hat im Netzwerk %(network_id)s keine festen IPs

source: Instance %(instance_uuid)s doesn't have fixed ip '%(ip)s'.
de: Instanz %(instance_uuid)s hat nicht die feste IP »%(ip)s«

source: Fixed IP address (%(address)s) does not exist in network (%(network_uuid)s).
de: Die feste IP-Adresse (%(address)s) existiert im Netzwerk (%(network_uuid)s) nicht.

source: Fixed IP address %(address)s is already in use on instance %(instance_uuid)s.
de: Die feste IP-Adresse %(address)s ist schon bei Instanz %(instance_uuid)s in Benutzung.

source: More than one instance is associated with fixed ip address '%(address)s'.
de: Mit der festen IP-Adresse »%(address)s« ist mehr als eine Instanz verbunden.

source: Fixed IP address %(address)s is invalid.
de: Feste IP-Adresse %(address)s ist unzulässig

source: Zero fixed ips available.
de: Keine festen IPs verfügbar

source: Zero fixed ips could be found.
de: Es konnten keine festen IPs gefunden werden.

source: Floating ip %(address)s already exists.
de: Floating IP %(address)s existiert bereits

source: Floating ip not found for id %(id)s.
de: Floating IP für ID %(id)s nicht gefunden

source: The DNS entry %(name)s already exists in domain %(domain)s.
de: Der DNS-Eintrag %(name)s existiert in der Domain %(domain)s bereits.

source: Floating ip not found for address %(address)s.
de: Floating IP für Adresse %(address)s nicht gefunden

source: Floating ip not found for host %(host)s.
de: Floating IP für Host %(host)s nicht gefunden

source: Zero floating ips available.
de: Keine floating IPs verfügbar

source: Floating ip %(address)s is associated.
de: Floating IP %(address)s ist vergeben

source: Floating ip %(address)s is not associated.
de: Floating IP %(address)s ist nicht vergeben

source: Zero floating ips exist.
de: Keine existierenden floating IPs

source: Interface %(interface)s not found.
de: Schnittstelle %(interface)s nicht gefunden

source: Keypair %(name)s not found for user %(user_id)s
de: Schlüsselpaar %(name)s für Benutzer %(user_id)s nicht gefunden

source: Certificate %(certificate_id)s not found.
de: Zertifikat %(certificate_id)s nicht gefunden

source: Service %(service_id)s could not be found.
de: Dienst %(service_id)s konnte nicht gefunden werden

source: Host %(host)s could not be found.
de: Host %(host)s konnte nicht gefunden werden

source: Compute host %(host)s could not be found.
de: Compute-Host %(host)s konnte nicht gefunden werden

source: Could not find binary %(binary)s on host %(host)s.
de: Binärdatei %(binary)s konnte auf Host %(host)s nicht gefunden werden

source: Invalid reservation expiration %(expire)s.
de: Unzulässige Gültigkeit der Registrierung %(expire)s

source: Change would make usage less than 0 for the following resources: %(unders)s
de: Änderung würde für die folgenden Ressourcen die Verwendung unter 0 senken: %(unders)s

source: Quota could not be found
de: Kontingent konnte nicht gefunden werden

source: Unknown quota resources %(unknown)s.
de: Unbekannte Kontingent-Ressourcen %(unknown)s

source: Quota for project %(project_id)s could not be found.
de: Kontingent für Projekt %(project_id)s konnte nicht gefunden werden

source: Quota class %(class_name)s could not be found.
de: Kontingent-Klasse %(class_name)s konnte nicht gefunden werden

source: Quota usage for project %(project_id)s could not be found.
de: Kontingenten-Verwendung %(project_id)s konnte nicht gefunden werden

source: Quota reservation %(uuid)s could not be found.
de: Kontingent-Reservierung %(uuid)s konnte nicht gefunden werden

source: Quota exceeded for resources: %(overs)s
de: Kontingent für Ressourcen überschritten: %(overs)s

source: Security group %(security_group_id)s not found.
de: Sicherheitsgruppe %(security_group_id)s nicht gefunden

source: Security group %(security_group_id)s not found for project %(project_id)s.
de: Sicherheitsgruppe %(security_group_id)s für Projekt %(project_id)s nicht gefunden

source: Security group with rule %(rule_id)s not found.
de: Sicherheitsgruppe mit Regel %(rule_id)s nicht gefunden

source: Security group %(security_group_id)s is already associated with the instance %(instance_id)s
de: Sicherheitsgruppe %(security_group_id)s ist bereits mit der Instanz %(instance_id)s verbunden

source: Security group %(security_group_id)s is not associated with the instance %(instance_id)s
de: Sicherheitsgruppe %(security_group_id)s ist nicht mit der Instanz %(instance_id)s verbunden

source: Migration %(migration_id)s could not be found.
de: Migration %(migration_id)s konnte nicht gefunden werden

source: Migration not found for instance %(instance_id)s with status %(status)s.
de: Migration für Instanz %(instance_id)s mit Status %(status)s nicht gefunden

source: Console pool %(pool_id)s could not be found.
de: Konsolenpool %(pool_id)s konnte nicht gefunden werden

source: Console pool of type %(console_type)s for compute host %(compute_host)s on proxy host %(host)s not found.
de: Konsolenpool des Typs %(console_type)s für Compute-Host %(compute_host)s wurde auf dem Proxy-Host %(host)s nicht gefunden

source: Console %(console_id)s could not be found.
de: Konsole %(console_id)s konnte nicht gefunden werden

source: Console for instance %(instance_uuid)s could not be found.
de: Konsole für Instanz %(instance_uuid)s konnte nicht gefunden werden

source: Console for instance %(instance_uuid)s in pool %(pool_id)s could not be found.
de: Konsole für Instanz %(instance_uuid)s im Pool %(pool_id)s konnte nicht gefunden werden

source: Invalid console type %(console_type)s
de: Unzulässiger Konsolentyp %(console_type)s

source: Instance type %(instance_type_id)s could not be found.
de: Instanzentyp %(instance_type_id)s konnte nicht gefunden werden

source: Instance type with name %(instance_type_name)s could not be found.
de: Instanzentyp mit Namen %(instance_type_name)s konnte nicht gefunden werden

source: Flavor %(flavor_id)s could not be found.
de: Variante %(flavor_id)s konnte nicht gefunden werden

source: Flavor access not found for %(flavor_id) / %(project_id) combination.
de: Variante-Zugriff für %(flavor_id)/%(project_id)-Kombination nicht gefunden

source: Scheduler Host Filter %(filter_name)s could not be found.
de: Scheduler-Host-Filter %(filter_name)s konnte nicht gefunden werden

source: Scheduler cost function %(cost_fn_str)s could not be found.
de: Scheduler-Kostenfunktion %(cost_fn_str)s konnte nicht gefunden werden

source: Scheduler weight flag not found: %(flag_name)s
de: Scheduler-Weight-Schalter nicht gefunden: %(flag_name)s

source: Instance %(instance_uuid)s has no metadata with key %(metadata_key)s.
de: Instanz %(instance_uuid)s hat keine Metadaten mit dem Schlüssel %(metadata_key)s

source: Instance %(instance_uuid)s has no system metadata with key %(metadata_key)s.
de: Instanz %(instance_uuid)s hat keine System-Metadaten mit dem Schlüssel %(metadata_key)s

source: Instance Type %(instance_type_id)s has no extra specs with key %(extra_specs_key)s.
de: Instanzentyp %(instance_type_id)s hat keine extra Spezifikationen mit dem Schlüssel %(extra_specs_key)s

source: File %(file_path)s could not be found.
de: Datei %(file_path)s konnte nicht gefunden werden

source: Zero files could be found.
de: Es konnten keine Dateien gefunden werden.

source: Virtual switch associated with the network adapter %(adapter)s not found.
de: Virtueller Switch, der mit dem Netzwerkadapter %(adapter)s verbunden ist, konnte nicht gefunden werden

source: Network adapter %(adapter)s could not be found.
de: Netzwerkadapter %(adapter)s konnte nicht gefunden werden

source: Class %(class_name)s could not be found: %(exception)s
de: Klasse %(class_name)s konnte nicht gefunden werden: %(exception)s

source: Action not allowed.
de: Aktion nicht erlaubt

source: Rotation is not allowed for snapshots
de: Rotation ist bei Schnappschüssen nicht erlaubt

source: Rotation param is required for backup image_type
de: Rotationsparameter ist nötig für den image_type Sicherheitskopie

source: Key pair %(key_name)s already exists.
de: Schlüsselpaar %(key_name)s existiert bereits

source: Instance %(name)s already exists.
de: Instanz %(name)s existiert bereits

source: Instance Type %(name)s already exists.
de: Instanzentyp %(name)s existiert bereits

source: Flavor access alreay exists for flavor %(flavor_id)s and project %(project_id)s combination.
de: Variantenzugriff für Kombination aus Variante %(flavor_id)s und Projekt %(project_id)s ist schon vorhanden

source: Volume Type %(name)s already exists.
de: Volume-Typ %(name)s existiert bereits

source: %(path)s is not on shared storage: %(reason)s
de: %(path)s ist nicht auf dem gemeinsamen Speicher: %(reason)s

source: %(path)s is not on local storage: %(reason)s
de: %(path)s ist nicht auf einem lokalen Speicher: %(reason)s

source: Migration error
de: Migrationsfehler

source: Malformed message body: %(reason)s
de: Fehlerhafter Nachrichtenrumpf: %(reason)s

source: Could not find config at %(path)s
de: Konfig unter %(path)s konnte nicht gefunden werden

source: Could not load paste app '%(name)s' from %(path)s
de: Einfüge-App »%(name)s« konnte nicht von %(path)s geladen werden

source: When resizing, instances must change flavor!
de: Beim Ändern der Größe müssen die Instanzen ihre Variante ändern!

source: Image is larger than instance type allows
de: Image ist größer als der Instanzentyp erlaubt

source: Instance type's memory is too small for requested image.
de: Der Speicher des Instanzentyps ist zu klein für das angefragte Image.

source: Instance type's disk is too small for requested image.
de: Der Plattenspeicher des Instanzentyps ist zu klein für das angefragte Image.

source: Insufficient free memory on compute node to start %(uuid)s.
de: Nicht genügend freier Speicher auf dem Rechenknoten, um %(uuid)s zu starten

source: Could not fetch bandwidth/cpu/disk metrics for this host.
de: Bandbreite-/CPU-/Platten-Metriken für diesen Host konnten nicht abgerufen werden

source: No valid host was found. %(reason)s
de: Kein zulässiger Host gefunden; %(reason)s

source: Host %(host)s is not up or doesn't exist.
de: Host %(host)s läuft oder existiert nicht

source: Quota exceeded
de: Kontingent überschritten

source: Quota exceeded for %(overs)s: Requested %(req)s, but already used %(used)d of %(allowed)d %(resource)s
de: Kontingent für %(overs)s überschritten: Hat %(req)s angefragt, aber schon %(used)d von %(allowed)d %(resource)s benutzt.

source: Maximum volume size exceeded
de: Maximale Volumengröße überschritten

source: Maximum number of volumes allowed (%(allowed)d) exceeded
de: Höchstanzahl von erlaubten Volumes (%(allowed)d) überschritten

source: Maximum number of floating ips exceeded
de: Höchstanzahl von floating IPs überschritten

source: Maximum number of metadata items exceeds %(allowed)d
de: Höchstzahl von Metadaten-Objekten überschreitet %(allowed)d

source: Personality file limit exceeded
de: Personalitäts-Dateigrenze überschritten

source: Personality file path too long
de: Personalitäts-Dateipfad zu lang
