Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Failed to declare consumer for topic '%(topic)s': %(err_str)s
de: Bekanntgabe des Rezipienten des Themas »%(topic)s« fehlgeschlagen: %(err_str)s

source: Timed out waiting for RPC response: %s
de: Zeitüberschreitung beim Warten auf RPC-Antwort: %s

source: Failed to consume message from queue: %s
de: Rezipieren der Nachricht aus Warteschlange fehlgeschlagen: %s

source: Failed to publish message to topic '%(topic)s': %(err_str)s
de: Veröffentlichung der Nachricht zum Thema »%(topic)s« fehlgeschlagen: %(err_str)s

source: Unable to connect to AMQP server: %s
de: Verbindung zum AMQP-Server lässt sich nicht herstellen: %s

source: Connected to AMQP server on %s
de: Verbunden mit AMQP-Server auf %s

source: Re-established AMQP queues
de: AMQP-Warteschlangen wiederhergestellt

source: Error processing message. Skipping it.
de: Fehler beim Verarbeiten der Nachricht, wird übersprungen

source: JSON serialization failed.
de: JSON-Serialisierung fehlgeschlagen

source: Deserializing: %s
de: Deserialisierung: %s

source: Connecting to %(addr)s with %(type)s
de: Verbindung zu %(addr)s mit Typ %(type)s wird hergestellt

source: -> Subscribed to %(subscribe)s
de: -> %(subscribe)s abonniert

source: Could not open socket.
de: Socket konnte nicht geöffnet werden

source: Subscribing to %s
de: %s wird abonniert.

source: You cannot recv on this socket.
de: Sie können auf diesem Socket nicht empfangen.

source: You cannot send on this socket.
de: Sie können auf diesem Socket nicht senden.

source: Running func with context: %s
de: Funktion wird mit Kontext ausgeführt: %s

source: Sending reply
de: Antwort wird gesendet

source: Registering reactor
de: Reaktor wird registriert

source: In reactor registered
de: In-Reaktor registriert

source: Out reactor registered
de: Out-Reaktor registriert

source: Consuming socket
de: Socket wird rezipiert

source: CONSUMER GOT %s
de: REZIPIENT HAT %s ERHALTEN

source: ->response->%s
de: ->Antwort->%s

source: Created topic proxy: %s
de: Themenproxy erstellt: %s

source: ROUTER RELAY-OUT SUCCEEDED %(data)s
de: ROUTER RELAY-OUT WAR ERFOLGREICH %(data)s

source: CONSUMER RECEIVED DATA: %s
de: REZIPIENT HAT DATEN EMPFANGEN: %s

source: Create Consumer for topic (%(topic)s)
de: Rezipient für Thema (%(topic)s) wird erstellt

source: Consumer is a zmq.%s
de: Rezipient ist ein zmg.%s

source: Creating payload
de: Nutzlast wird erstellt

source: Creating queue socket for reply waiter
de: Warteschlangen-Socket zum Warten auf Antworten wird erstellt

source: Sending cast
de: Auslösung eingeleitet

source: Cast sent; Waiting reply
de: Auslöser gesendet; Warten auf Antwort

source: Received message: %s
de: Nachricht erhalten: %s

source: Unpacking response
de: Antwort wird ausgepackt

source: Sending message(s) to: %s
de: Nachricht(en) wird/werden gesendet an: %s

source: No matchmaker results. Not casting.
de: Keine MatchMaker-Ergebnisse; es wird nicht ausgelöst

source: Matchmaker could not be loaded. rpc_zmq_matchmaker is not a class.
de: MatchMaker konnte nicht geladen werden. rpc_zmq_matchmaker ist keine Klasse

source: Error loading Matchmaker.
de: Fehler beim Laden von MatchMaker

source: Match not found by MatchMaker.
de: MatchMaker hat keine Treffer gefunden

source: No key defining hosts for topic '%s', see ringfile
de: Keine schlüsseldefinierenden Hosts für das Thema »%s«, siehe ringfile

source: Is the appropriate service running?
de: Läuft der entsprechende Dienst?

source: Could not find another compute
de: Es konnte kein anderer Rechner gefunden werden.

source: Exception during scheduler.run_instance
de: Ausnahme während scheduler.run_instance

source: Setting instance to %(state)s state.
de: Instanz wird auf %(state)s-Zustand gesetzt.

source: Casted '%(method)s' to volume '%(host)s'
de: »%(method)s« für Volume »%(host)s« ausgelöst.

source: Casted '%(method)s' to compute '%(host)s'
de: »%(method)s« zum Berechnen von »%(host)s« ausgelöst.

source: Casted '%(method)s' to network '%(host)s'
de: »%(method)s« für Netzwerk »%(host)s« ausgelöst

source: Casted '%(method)s' to %(topic)s '%(host)s'
de: »%(method)s« für %(topic)s »%(host)s« ausgelöst

source: Driver must implement schedule_prep_resize
de: Der Treiber muss schedule_precp_resize implementieren

source: Driver must implement schedule_run_instance
de: Der Treiber muss schedule_run_instance implementieren

source: Driver must implement schedule_create_volune
de: Der Treiber muss schedule_create_volume implementieren

source: Unable to migrate %(instance_uuid)s to %(dest)s: Lack of memory(host:%(avail)s <= instance:%(mem_inst)s)
de: %(instance_uuid)s lässt sich nicht nach %(dest)s migrieren: zu wenig Speicher (Host: %(avail)s <= Instanz: %(mem_inst)s)

source: No host selection for %s defined.
de: Keine Hostauswahl für %s festgelegt.

source: Attempting to build %(num_instances)d instance(s)
de: Es wird versucht, %(num_instances)d Instanz(en) zu bauen.

source: Invalid value for 'scheduler_max_attempts', must be >= 1
de: Unzulässiger Wert für »scheduler_max_attempts«, er muss >= 1 sein.

source: Exceeded max scheduling attempts %(max_attempts)d for instance %(instance_uuid)s
de: Höchstzahl der Scheduler-Versuche %(max_attempts)d für Instanz %(instance_uuid)s überschritten

source: Scheduler only understands Compute nodes (for now)
de: Der Scheduler versteht (bisher) nur Compute-Knoten

source: Filtered %(hosts)s
de: %(hosts)s gefiltert

source: Weighted %(weighted_host)s
de: %(weighted_host)s gewichtet

source: Host filter fails for ignored host %(host)s
de: Hostfilter schlägt für den ignorierten Host %(host)s fehl

source: Host filter fails for non-forced host %(host)s
de: Der Hostfilter schlägt für den nicht erzwungenen Host %(host)s fehl.

source: Host filter function %(func)s failed for %(host)s
de: Hostfilter-Funktion %(func)s ist für %(host)s fehlgeschlagen

source: Host filter passes for %(host)s
de: %(host)s läuft durch den Hostfilter

source: Received %(service_name)s service update from %(host)s.
de: Dienstaktualisierung %(service_name)s von %(host)s empfangen

source: host_manager only implemented for 'compute'
de: host_manager ist nur für »compute« implementiert

source: No service for compute ID %s
de: Kein Dienst für Rechen-ID %s

source: Failed to schedule create_volume: %(ex)s
de: Planen von create_volume fehlgeschlagen: %(ex)s

source: Failed to schedule_%(method)s: %(ex)s
de: schedule_%(method)s fehlgeschlagen: %(ex)s

source: Could not stat scheduler options file %(filename)s: '%(e)s'
de: Statistiken für Scheduler-Optionsdatei %(filename)s konnten nicht erstellt werden: »%(e)s«

source: Could not decode scheduler options: '%(e)s'
de: Scheduler-Optionen konnten nicht dekodiert werden: »%(e)s«

source: SimpleScheduler now only covers volume scheduling and is deprecated in Folsom. Non-volume functionality in SimpleScheduler has been replaced by FilterScheduler
de: SimpleScheduler deckt jetzt nur Volume-Planungen ab und ist in Folsom missbilligt. Die Nicht-Volume-Funktionalität in SimpleScheduler ist durch FilterScheduler ersetzt worden.

source: nova-volume functionality is deprecated in Folsom and will be removed in Grizzly. Volumes are now handled by Cinder
de: Die Nova-Volume-Funktionalität ist in Folsom missbilligt und wird in Grizzly entfernt werden. Volumes werden nun von Cinder gehandhabt.

source: Not enough allocatable volume gigabytes remaining
de: Es verbleiben nicht genügend reservierbare Gigabyte des Volumes.

source: %(host_state)s fails instance_type extra_specs requirements
de: %(host_state)s erfüllt die instance_type extra_specs-Anforderungen nicht

source: %(host_state)s is disabled or has not been heard from in a while
de: %(host_state)s ist abgeschaltet oder hat eine Weile nichts von sich hören lassen

source: %(host_state)s is disabled via capabilities
de: %(host_state)s ist über die Fähigkeiten abgeschaltet worden

source: VCPUs not set; assuming CPU collection broken
de: VCPUs nicht gesetzt; CPU-Sammlung wird als kaputt angesehen

source: %(host_state)s does not have %(requested_disk)s MB usable disk, it only has %(usable_disk_mb)s MB usable disk.
de: %(host_state)s hat nicht %(requested_disk)s MB, sondern nur %(usable_disk_mb)s MB verwendbaren Festplattenspeicher

source: Instance contains properties %(image_props)s, but no corresponding capabilities are advertised by the compute node
de: Die Instanz enthält die Eigenschaften %(image_props)s, aber der Compute-Knoten bewirbt keine entsprechenden Fähigkeiten

source: Instance properties %(image_props)s are satisfied by compute host capabilities %(capabilities)s
de: Die Instanz-Eigenschaften %(image_props)s entsprechen den Fähigkeiten %(capabilities)s des Compute-Hosts.

source: Instance contains properties %(image_props)s that are not provided by the compute node capabilities %(capabilities)s
de: Die Instanz enthält Eigenschaften %(image_props)s, die nicht von den Fähigkeiten %(capabilities)s des Compute-Knotens gedeckt werden.

source: %(host_state)s does not support requested instance_properties
de: %(host_state)s unterstützt die angefragten instance_properties nicht

source: %(host_state)s does not have %(requested_ram)s MB usable ram, it only has %(usable_ram)s MB usable ram.
de: %(host_state)s hat nicht %(requested_ram)s MB, sondern nur %(usable_ram)s MBverwendbaren RAM.

source: Previously tried hosts: %(hosts)s. (host=%(host)s)
de: Vorher versuchte Hosts: %(hosts)s. (host=%(host)s)

source: TCP: trust state of %(host)s:%(level)s(%(trust)s)
de: TCP: Vertrauensstatus von %(host)s:%(level)s(%(trust)s)

source: Attempted to instantiate singleton
de: es wurde versucht, einen Entwurf in eine Intanz umzuwandeln

source: Faking execution of cmd (subprocess): %s
de: Vorgetäuschte Ausführung des Befehls (Subprozesses): %s

source: Faked command matched %s
de: Der vorgetäuschte Befehl stimmte mit %s überein

source: Faked command raised an exception %s
de: Der vorgetäuschte Befehl hat eine Ausnahme %s verursacht

source: Reply to faked command is stdout='%(stdout)s' stderr='%(stderr)s'
de: Antwort auf den vorgetäuschten Befehl ist stdout=»%(stdout)s« Std-Fehl=»%(stderr)s«

source: status must be available
de: sein Status muss verfügbar ein

source: already attached
de: bereits angeschlossen

source: already detached
de: bereits getrennt

source: Please extend mock libvirt module to support flags
de: Bitte erweitern Sie das mock-libvirt-Modul so, dass es Schalter unterstützt

source: Expected a list for 'auth' parameter
de: Erwartet wurde eine Liste der »auth«-Parameter

source: Expected a function in 'auth[0]' parameter
de: Im »auth[0]«-Parameter wurde eine Funktion erwartet

source: Expected a function in 'auth[1]' parameter
de: Im »auth[1]«-Parameter wurde eine Funktion erwartet

source: The following migrations are missing a downgrade: %s
de: Die folgenden Migrationen vermissen ein Downgrade: %s

source: start address
de: Anfangsadresse

source: project
de: Projekt

source: unrecognized argument %s
de: nicht erkanntes Argument %s

source: Run CLI command: %s
de: Kommandozeilenbefehl ausführen: %s

source: CLI output: stdout: %(out)s stderr: %(err)s
de: Kommandozeilenausgabe: stdout: %(out)s stderr: %(err)s

source: CLI Exception output: stdout: %(out)s stderr: %(err)s
de: Kommandozeilen-Ausnahmeausgabe: stdout: %(out)s stderr: %(err)s

source: Given data: %s
de: Gegebene Daten: %s

source: Result data: %s
de: Ergebnisdaten: %s

source: Creating files in %s to simulate guest agent
de: In %s werden Dateien erzeugt, um einen Gastagenten zu simulieren

source: Removing simulated guest agent files in %s
de: Dateien des simulierten Gastagenten werden aus %s entfernt

source: 200 Role Match
de: 200 Rollen-Übereinstimmung

source: 200 No Roles
de: 200 Keine Rollen

source: unexpected role header
de: unerwarteter Rollen-Header

source: Quota exceeded for instances: Requested 1, but already used 10 of 10 instances
de: Kontingent für Instanzen überschritten: 1 angefragt, aber schon 10 von 10 Instanzen verwendet

source: Quota exceeded for ram: Requested 4096, but already used 8192 of 10240 ram
de: Kontingent für RAM überschritten: 4096 angefragt, aber schon 8192 von 10240 verwendet

source: Quota exceeded for cores: Requested 2, but already used 9 of 10 cores
de: Kontingent für Kerne überschritten: 2 angefragt, aber schon 9 von 10 Kernen verwendet

source: Running instances: %s
de: Laufende Instanzen: %s

source: After terminating instances: %s
de: Nach dem Beenden von Instanzen: %s

source: Internal error
de: Interner Fehler

source: After force-killing instances: %s
de: Nach dem erzwungenen Beenden von Instanzen: %s

source: Failed to change vm state of %(vm_name)s to %(req_state)s
de: Ändern des VM-Zustands von %(vm_name)s auf %(req_state)s fehlgeschlagen

source: Failed to destroy vm %s
de: Zerstören der VM %s fehlgeschlagen

source: Failed to get info for disk %s
de: Holen von Informationen für die Platte %s fehlgeschlagen

source: Result: %(result)s is not a dict.
de: Ergebnis: %(result)s ist kein Dict

source: Key mismatch: %(ex_keys)s %(res_keys)s
de: Schlüssel passen nicht zusammen: %(ex_keys)s %(res_keys)s

source: Result: %(result)s is not a list.
de: Resulatat: %(result)s ist keine Liste

source: Values do not match: %(expected)s %(result)s
de: Werte passen nicht zusammen: %(expected)s %(result)s

source: flavor: %s
de: Variante: %s

source: %(message)s Status Code: %(_status)s Body: %(_body)s
de: %(message)s Status-Code: %(_status)s Rumpf: %(_body)s

source: Authentication error
de: Authentifizierungsfehler

source: Authorization error
de: Autorisierungsfehler

source: Item not found
de: Objekt nicht gefunden

source: Doing %(method)s on %(relative_url)s
de: %(method)s wird an %(relative_url)s ausgeführt

source: Body: %s
de: Rumpf: %s

source: Unexpected status code
de: Unerwarteter Status-Code

source: Decoding JSON: %s
de: JSON wird dekodiert: %s

source: Added %(filepath)s to config drive
de: %(filepath)s zum Konfigurations-Laufwerk hinzugefügt

source: Specifying virt driver via connection_type is deprecated. Use compute_driver=classname instead.
de: Das Angeben von Virtualisierungstreibern über connection_type ist missbilligt. Verwenden Sie stattdessen compute_driver=classname.

source: Failed to open connection to underlying virt platform
de: Verbindung zur darunter liegenden Virtualisierungsplattform konnte nicht geöffnet werden

source: Attempted to unfilter instance which is not filtered
de: Es wurde versucht, Filterungen einer Instanz zu entfernen, die nicht gefiltert worden ist

source: Filters added to instance
de: Filter zur Instanz hinzugefügt

source: Provider Firewall Rules refreshed
de: Anbieter-Firewallregeln aufgefrischt

source: Adding security group rule: %r
de: Sicherheitsgruppen-Regel hinzugefügt: %r

source: Adding provider rule: %s
de: Anbieterregel hinzugefügt: %s

source: 'qemu-img info' parsing failed.
de: Auswertung von »qemu-img info« fehlgeschlagen

source: fmt=%(fmt)s backed by: %(backing_file)s
de: fmt=%(fmt)s gestützt von: %(backing_file)s

source: Converted to raw, but format is now %s
de: Nach RAW konvertiert, aber das Format ist nun %s

source: No domains exist.
de: Es existieren keine Domains

source: ============= initial domains =========== : %s
de: ============= Ursprüngliche Domains ===========: %s

source: Building domain: to be removed
de: Aufbaudomain: soll entfernt werden

source: Not running domain: remove
de: Nicht laufende Domain: entfernen

source: domain running on an unknown node: discarded
de: Domain, die auf einem unbekannten Knoten läuft: verworfen

source: No such domain (%s)
de: Keine solche Domain (%s)

source: Failed power down Bare-metal node %s
de: Abschalten des Bare-Metal-Knotens %s fehlgeschlagen

source: deactivate -> activate fails
de: deaktivieren -> aktivieren schlägt fehl

source: destroy_domain: no such domain
de: destroy_domain: keine solche Domain

source: No such domain %s
de: Keine solche Domain wie %s

source: After storing domains: %s
de: Nach dem Speichern der Domains: %s

source: deactivation/removing domain failed
de: Deaktivierung/Entfernung der Domain fehlgeschlagen

source: ===== Domain is being created =====
de: ===== Domain wird erstellt =====

source: Same domain name already exists
de: Dieser Domainname existiert bereits

source: create_domain: before get_idle_node
de: create_domain: vor get_idle_node

source: Created new domain: %s
de: Neue Domain erstellt: %s

source: Failed to boot Bare-metal node %s
de: Starten des Bare-Metal-Knotens %s fehlgeschlagen

source: No such domain exists
de: So eine Domain existiert nicht

source: change_domain_state: to new state %s
de: change_domain_state: neuer Status %s

source: Stored fake domains to the file: %s
de: Gefälschte Domains in Datei gespeichert: %s

source: domain does not exist
de: Domain existiert nicht

source: Error encountered when destroying instance '%(name)s': %(ex)s
de: Beim Zerstören der Instanz »%(name)s« ist ein Fehler aufgetreten: %(ex)s

source: instance %(instance_name)s: deleting instance files %(target)s
de: Instanz %(instance_name)s: Instanzdateien %(target)s werden gelöscht

source: instance %s: rebooted
de: Instanz %s: neu gestartet

source: _wait_for_reboot failed
de: _wait_for_reboot fehlgeschlagen

source: instance %s: rescued
de: Instanz %s: gerettet

source: _wait_for_rescue failed
de: _wait_for_rescue fehlgeschlagen

source: <============= spawn of baremetal =============>
de: <============= Start des Bare Metals =============>

source: instance %s: is building
de: Instanz %s: wird gebaut

source: Key is injected but instance is not running yet
de: Schlüssel ist injiziert worden, aber die Instanz läuft noch nicht

source: instance %s: booted
de: Instanz %s: gestartet

source: ~~~~~~ current state = %s ~~~~~~
de: ~~~~~~ derzeitiger Zustand = %s ~~~~~~

source: instance %s spawned successfully
de: Instanz %s erfolgreich gestartet

source: instance %s:not booted
de: Instanz %s: nicht gebootet

source: Baremetal assignment is overcommitted.
de: Bare-Metal-Zuweisung ist überfrachtet

source: instance %s: Creating image
de: Instanz %s: Image wird erzeugt

source: instance %(inst_name)s: injecting %(injection)s into image %(img_id)s
de: Instanz %(inst_name)s: %(injection)s wird in Image %(img_id)s injiziert

source: instance %(inst_name)s: ignoring error injecting data into image %(img_id)s (%(e)s)
de: Instanz %(inst_name)s: Fehler beim Injizieren von Daten in das Image %(img_id)s (%(e)s) ignoriert

source: instance %s: starting toXML method
de: Instanz %s: toXML-Methode wird gestartet

source: instance %s: finished toXML method
de: Instanz %s: toXML-Methode abgeschlossen

source: Cannot get the number of cpu, because this function is not implemented for this platform. This error can be safely ignored for now.
de: Die Nummer der CPU konnte nicht ermittelt werden, weil diese Funktion auf dieser Plattform nicht implementiert worden ist. Dieser Fehler kann fürs Erste problemlos ignoriert werden.

source: Updating!
de: Wird aktualisiert!

source: Updating host stats
de: Host-Statistiken werden aktualisiert

source: Unknown baremetal driver %(d)s
de: Unbekannter Bare-Metal-Treiber %(d)s

source: deactivate_node is called for node_id = %(id)s node_ip = %(ip)s
de: deactivate_node wird für node_id = %(id)s node_ip = %(ip)s aufgerufen

source: status of node is set to 0
de: der Zustand des Knotens ist auf 0 gesetzt

source: rootfs is already removed
de: rootfs wurde bereits entfernt

source: Before ping to the bare-metal node
de: bevor ein Ping an den Bare-Metal-Knoten geschickt wird

source: TILERA_BOARD_#%(node_id)s %(node_ip)s is ready
de: TILERA_BOARD_#%(node_id)s %(node_ip)s ist bereit

source: TILERA_BOARD_#%(node_id)s %(node_ip)s is not ready, out_msg=%(out_msg)s
de: TILERA_BOARD_#%(node_id)s %(node_ip)s ist nicht bereit, out_msg=%(out_msg)s

source: Noting to do for tilera nodes: vmlinux is in CF
de: Nichts zu tun für die tilera-Knoten: vmlinux ist in CF

source: Node is unknown error state.
de: Knoten ist in einem unbekannten Fehlerzustand

source: no capable image handler configured
de: kein fähiger Image-Handler konfiguriert

source: no disk image handler for: %s
de: kein Platten-Image-Handler für: %s

source: image already mounted
de: Image ist bereits eingehängt

source: Failed to mount container filesystem '%(image)s' on '%(target)s': %(errors)s
de: Einhängen des Container-Dateisystems »%(image)s« auf %(target)s« ist fehlgeschlagen: %(errors)s

source: Failed to unmount container filesystem: %s
de: Aushängen des Container-Dateisystems ist fehlgeschlagen: %s

source: injected file path not valid
de: Injizierter Dateipfad ist unzulässig

source: Not implemented on Windows
de: Nicht in Windows implementiert

source: User %(username)s not found in password file.
de: Der Benutzer %(username)s wurde in der Passwortdatei nicht gefunden.

source: User %(username)s not found in shadow file.
de: Der Benutzer %(username)s wurde in der shadow-Datei nicht gefunden.

source: unsupported partition: %s
de: Nicht unterstützte Partition: %s

source: Failed to mount filesystem: %s
de: Einhängen des Dateisystems fehlgeschlagen: %s

source: unknown guestmount error
de: Unbekannter Guestmount-Fehler

source: Failed to umount image at %s, guestmount was still running after 10s
de: Aushängen des Images unter %s fehlgeschlagen, Guestmount ist auch nach 10s noch gelaufen

source: Could not attach image to loopback: %s
de: Image konnte nicht an Loopback angeschlossen werden: %s

source: partition search unsupported with %s
de: Partitionssuche mit %s wird nicht unterstützt

source: partition %s not found
de: Partition %s nicht gefunden

source: Failed to map partitions: %s
de: Abbilden der Partitionen fehlgeschlagen: %s

source: nbd unavailable: module not loaded
de: nbd nicht verfügbar: Modul nicht geladen

source: No free nbd devices
de: Keine freien nbd-Geräte

source: qemu-nbd error: %s
de: qemu-nbd-Fehler: %s

source: nbd device %s did not show up
de: nbd-Gerät %s ist nicht aufgetaucht

source: plug_vifs called
de: plug_vifs aufgerufen

source: ensure_filtering_rules_for_instance called
de: ensure_filtering_rules_for_instance aufgerufen

source: unfilter_instance called
de: unfilter_instance aufgerufen

source: confirm_migration called
de: confirm_migration aufgerufen

source: finish_revert_migration called
de: finish_revert_migration aufgerufen

source: finish_migration called
de: finish_migration aufgerufen

source: get_console_output called
de: get_console_output aufgerufen

source: Live migration is not supported " "by this version of Hyper-V
de: Live-Migration wird von dieser Hyper-V-Version nicht unterstützt

source: Live migration is not enabled on this host
de: Live-Migration ist auf diesem Host nicht aktiviert

source: Live migration networks are not configured on this host
de: Live-Migrations-Netzwerke sind auf diesem Host nicht konfiguriert

source: live_migration called
de: live_migration aufgerufen

source: Getting live migration networks for remote host: %s
de: Live-Migrations-Netzwerke für entfernten Host werden geholt: %s

source: Starting live migration for instance: %s
de: Beginn der Live-Migration für Instanz: %s

source: Failed to live migrate VM %s
de: Live-Migration der VM %s fehlgeschlagen

source: Calling live migration recover_method for instance: %s
de: Live-Migrations-recover_method wird aufgerufen für Instanz: %s

source: Calling live migration post_method for instance: %s
de: Live-Migration-post_method wird aufgerufen für Instanz: %s

source: pre_live_migration called
de: pre_live_migration aufgerufen

source: post_live_migration_at_destination called
de: post_live_migration_at_destination aufgerufen

source: compare_cpu called %s
de: compare_cpu hat %s aufgerufen

source: Creating snapshot for instance %s
de: Schnappschuss für Instanz %s wird angelegt
