Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Bad networks format: network uuid is not in proper format (%s)
de: Falsches Netzwerk-Format: Netzwerk-UUID ist nicht im richtigen Format (%s)

source: Invalid fixed IP address (%s)
de: Unzulässige feste IP-Adresse (%s)

source: Duplicate networks (%s) are not allowed
de: Doppelte Netzwerke (%s) sind nicht erlaubt

source: Bad network format: missing %s
de: Falsches Netzwerk-Format: %s fehlt

source: Bad networks format
de: Falsches Netzwerk-Format

source: Userdata content cannot be decoded
de: Inhalt der Benutzerdaten kann nicht dekodiert werden

source: accessIPv4 is not proper IPv4 format
de: accessIPv4 ist nicht im richtigen IPv4-Format

source: accessIPv6 is not proper IPv6 format
de: accessIPv6 ist nicht im richtigen IPv6-Format

source: Server name is not defined
de: Server-Name ist nicht angegeben

source: Invalid flavorRef provided.
de: Unzulässige flavorRef angegeben

source: min_count must be an integer value
de: min_count muss einen ganzzahligen Wert haben

source: min_count must be > 0
de: min_count muss > 0 sein

source: max_count must be an integer value
de: max_count muss einen ganzzahligen Wert haben

source: max_count must be > 0
de: max_count muss > 0 sein

source: min_count must be <= max_count
de: min_count muss <= max_count sein

source: Can not find requested image
de: Angefragtes Image kann nicht gefunden werden

source: Invalid key_name provided.
de: Unzulässiger key_name angegeben

source: HostId cannot be updated.
de: HostId kann nicht aktualisiert werden

source: Instance has not been resized.
de: Größe der Instanz wurde nicht geändert

source: Error in confirm-resize %s
de: Fehler in Größenänderungs-Bestätigung %s

source: Error in revert-resize %s
de: Fehler in Größenänderungs-Rücknahme %s

source: Argument 'type' for reboot is not HARD or SOFT
de: Argument »type« für Neustart ist nicht HARD oder SOFT

source: Missing argument 'type' for reboot
de: Fehlendes Argument »type« für Neustart

source: Error in reboot %s
de: Fehler beim Neustart %s

source: Unable to locate requested flavor.
de: Angefragte Variante lässt sich nicht lokalisieren

source: Resize requires a flavor change.
de: Größenänderung setzt eine Variantenänderung voraus

source: Missing imageRef attribute
de: Fehlendes imageRef-Attribut

source: Invalid imageRef provided.
de: Unzulässige imageRef angegeben

source: Missing flavorRef attribute
de: Fehlendes flavorRef-Attribut

source: No adminPass was specified
de: Es wurde kein adminPass angegeben

source: Invalid adminPass
de: Unzulässiges adminPass

source: Unable to parse metadata key/value pairs.
de: Schlüssel/Wert-Paare der Metadaten lassen sich nicht verarbeiten

source: Resize request has invalid 'flavorRef' attribute.
de: Größenänderungs-Anfrage hat ein unzulässiges »flavorRef«-Attribut

source: Resize requests require 'flavorRef' attribute.
de: Größenänderungs-Anfragen setzen ein »flavorRef«-Attribut vorau.

source: Invalid request body
de: Unzulässiger Anfragerumpf

source: Could not parse imageRef from request.
de: imageRef aus Anfrage konnte nicht ausgewertet werden

source: Cannot find image for rebuild
de: Image für Neubau kann nicht gefunden werden

source: createImage entity requires name attribute
de: Entität createImage benötigt ein name-Attribut

source: Removing options '%(unk_opt_str)s' from query
de: »%(unk_opt_str)s«-Optionen werden aus Abfrage entfernt

source: Error in migrate %s
de: Fehler bei Migration %s

source: Server not found
de: Server nicht gefunden

source: createBackup entity requires %s attribute
de: Entität createBackup erfordert %s-Attribut

source: Malformed createBackup entity
de: Fehlerhafte createBackup-Entität

source: createBackup attribute 'rotation' must be an integer
de: createBackup-Attribut »rotation« muss ganzzahlig sein

source: Instance not found
de: Instanz nicht gefunden

source: host and block_migration must be specified.
de: host und block_migration müssen angegeben werden

source: Live migration of instance %(id)s to host %(host)s failed
de: Live-Migration der Instanz %(id)s auf Host %(host)s ist fehlgeschlagen

source: Desired state must be specified. Valid states are: %s
de: Der gewünschte Status muss angegeben werden. Zulässige Statu ssind: %s

source: Cannot create aggregate with name %(name)s and availability zone %(avail_zone)s
de: Aggregat mit Namen %(name)s und Verfügbarkeitszone %(avail_zone)s kann nicht erzeugt werden

source: Cannot show aggregate: %(id)s
de: Aggregat kann nicht angezeigt werden: %(id)s

source: Cannot update aggregate: %(id)s
de: Aggregat kann nicht aktualisiert werden: %(id)s

source: Cannot delete aggregate: %(id)s
de: Aggregat kann nicht gelöscht werden: %(id)s

source: Aggregates does not have %s action
de: Aggregat hat keine Aktion %s

source: Cannot add host %(host)s in aggregate %(id)s
de: Host %(host)s kann dem Aggregat %(id)s nicht hinzugefügt werden

source: Cannot remove host %(host)s in aggregate %(id)s
de: Host %(host)s kann nicht aus dem Aggregat %(id)s entfernt werden

source: Cannot set metadata %(metadata)s in aggregate %(id)s
de: Metadaten %(metadata)s in Aggregat %(id)s können nicht gesetzt werden

source: Only root certificate can be retrieved.
de: Nur das Root-Zertifkat kann abgerufen werden

source: Unable to claim IP for VPN instances, ensure it isn't running, and try again in a few minutes
de: Die IP für VPN-Instanzen kann nicht beansprucht werden; stellen Sie sicher, dass es nicht läuft und versuchen Sie es in ein paar Minuten wieder

source: os-getConsoleOutput malformed or missing from request body
de: os-getConsoleOutput fehlerhaft oder fehlt im Anfragerumpf

source: Length in request body must be an integer value
de: Länge im Anfragerumpf muss ganzzahlig sein

source: Unable to get console
de: Konsole kann nicht geholt werden

source: %s must be either 'MANUAL' or 'AUTO'.
de: %s muss entweder »MANUAL« oder »AUTO« sein

source: Flavor not found.
de: Variante nicht gefunden

source: Access list not available for public flavors.
de: Zugriffsliste für öffentliche Varianten nicht verfügbar

source: No request body
de: Kein Anfragerumpf

source: No Request Body
de: Kein Anfragerumpf

source: Floating ip is not associated
de: Floating IP ist nicht zugewiesen

source: No more floating ips in pool %s.
de: Keine floating IPs mehr im Pool %s

source: No more floating ips available.
de: Keine weiteren floating IPs verfügbar

source: Missing parameter dict
de: Fehlender Parameter dict

source: Address not specified
de: Adresse nicht angegeben

source: No nw_info cache associated with instance
de: Der Instanz ist kein nw_info-Cache zugewiesen

source: No fixed ips associated to instance
de: Der Instanz sind keine festen IPs zugewiesen

source: floating ip is already associated
de: floating IP ist bereits zugewiesen

source: l3driver call to add floating ip failed
de: l3driver-Aufruf, um floating IP hinzuzufügen, ist fehlgeschlagen

source: Error. Unable to associate floating ip
de: Fehler, floating IP lässt sich nicht zuweisen

source: Host '%s' could not be found.
de: Host »%s« konnte nicht gefunden werden

source: Invalid status: '%s'
de: Unzulässiger Status: »%s«

source: Invalid mode: '%s'
de: Unzulässiger Modus: »%s«

source: Invalid update setting: '%s'
de: Unzulässige Aktualisierungs-Einstellung: »%s«

source: Putting host %(host)s in maintenance mode %(mode)s.
de: Host %(host)s wird in Wartungsmodus %(mode)s versetzt

source: Setting host %(host)s to %(state)s.
de: Host %(host)s wird auf %(state)s gesetzt

source: Describe-resource is admin only functionality
de: Describe-resource ist Administratoren vorbehalten

source: Host not found
de: Host nicht gefunden

source: Hypervisor with ID '%s' could not be found.
de: Hypervisor mit ID »%s« konnte nicht gefunden werden

source: Virt driver does not implement uptime function.
de: Virtualisierungstreiber implementiert Uptime-Funktion nicht

source: No hypervisor matching '%s' could be found.
de: Kein Hypervisor gefunden, auf den »%s« zutrifft

source: Invalid timestamp for date %s
de: Unzulässiger Zeitstempel für Datum %s

source: Missing 'networkId' argument for addFixedIp
de: Fehlendes »networkId«-Argument bei addFixedIp

source: Missing 'address' argument for removeFixedIp
de: Fehlendes »address«-Argument bei removeFixedIp

source: Unable to find address %r
de: Adresse %r kann nicht gefunden werden

source: Network does not have %s action
de: Netzwerk hat keine Aktion %s

source: Disassociating network with id %s
de: Zuweisung des Netzwerks zur ID %s wird aufgehoben

source: Network not found
de: Netzwerk nicht gefunden

source: Showing network with id %s
de: Netzwerk mit ID %s wird angezeigt

source: Deleting network with id %s
de: Netzwerk mit ID %s wird gelöscht

source: Missing network in body
de: Netzwerk fehlt im Rumpf

source: Network label is required
de: Netzwerk-Bezeichnung ist nötig

source: Network cidr or cidr_v6 is required
de: Netzwerk-CIDR oder cidr_v6 ist nötig

source: Creating network with label %s
de: Netzwerk mit Bezeichnung %s wird erstellt

source: Associating network %(network)s with project %(project)s
de: Netzwerk %(network)s wird dem Projekt %(project)s zugewiesen

source: Cannot associate network %(network)s with project %(project)s: %(message)s
de: Netzwerk %(network)s kann dem Projekt %(project)s nicht zugewiesen werden: %(message)s

source: Quota limit must be -1 or greater.
de: Kontingentsbegrenzung muss -1 oder höher sein

source: Malformed scheduler_hints attribute
de: Fehlerhaftes scheduler_hints-Attribut

source: Security group id should be integer
de: Sicherheitsgruppen-ID sollte ganzzahlig sein

source: Not enough parameters to build a valid rule.
de: Nicht genügend Parameter, um eine gültige Regel aufzustellen

source: This rule already exists in group %s
de: Diese Regel gibt es bereits in der Gruppe %s

source: Security group not specified
de: Sicherheitsgruppe nicht angegeben

source: Security group name cannot be empty
de: Name der Sicherheitsgruppe kann nicht leer sein

source: start instance
de: Instanz starten

source: stop instance
de: Instanz stoppen

source: Delete volume with id: %s
de: Volume löschen, ID lautet: %s

source: Instance %s is not attached.
de: Instanz %s ist nicht angeschlossen

source: Attach volume %(volume_id)s to instance %(server_id)s at %(device)s
de: Volume %(volume_id)s als %(device)s an %(server_id)s anschließen

source: Delete snapshot with id: %s
de: Schnappschuss löschen, ID lautet: %s

source: Create snapshot from volume %s
de: Schnappschuss des Volumes %s erstellen

source: Invalid value '%s' for force.
de: Unzulässiger Wert »%s« für force

source: Instance has had its instance_type removed from the DB
de: Instanz hatte ihren instance_type aus der DB entfernt

source: Snapshot and image cannot be specified together.
de: Schnappschuss und Image können nicht gleichzeitig angegeben werden

source: Removing options '%(bad_options)s' from query
de: Optionen »%(bad_options)s« werden aus der Anfrage entfernt

source: Updating status of %(resource)s '%(id)s' to '%(status)s'
de: Status von %(resource)s wird von »%(id)s« auf »%(status)s« aktualisiert

source: No image_name was specified in request.
de: In der Anfrage war kein image_name angegeben.

source: Instance type for vpn instances
de: Instanzentyp für VPN-Instanzen

source: Template for cloudpipe instance boot script
de: Vorlage für Bootskript der Cloudpipe-Instanz

source: Network to push into openvpn config
de: Netzwerk, das in der OpenVPN-Konfiguration landen soll

source: Netmask to push into openvpn config
de: Netzmaske, die in der OpenVPN-Konfiguration landen soll

source: Launching VPN for %s
de: VPN für %s wird gestartet

source: Deprecated Config: %s
de: Veraltete Konfiguration: %s

source: Id not in sort_keys; is sort_keys unique?
de: ID nicht in sort_keys; ist sort_keys einzigartig?

source: Unknown sort direction, must be 'desc' or 'asc'
de: Unbekannte Sortierreihenfolge, darf entweder »desc« (absteigend) oder »asc« (aufsteigend) sein

source: Cannot run any more instances of this type.
de: Es können keine weitere Instanzen dieses Typs ausgeführt werden.

source: Can only run %s more instances of this type.
de: Es können nur noch %s weitere Instanzen dieses Typs ausgeführt werden.

source: %(overs)s quota exceeded for %(pid)s, tried to run %(min_count)s instances. %(msg)s
de: %(overs)s Kontingent für %(pid)s überschritten; es wurde versucht, %(min_count)s Instanzen auszuführen; %(msg)s

source: Quota exceeded for %(pid)s, tried to set %(num_metadata)s metadata properties
de: Kontingent für %(pid)s überschritten; es wurde versucht, %(num_metadata)s Metadaten-Eigenschaften zu setzen

source: Metadata property key blank
de: Metadaten-Eigenschaftsschlüssel leer

source: Metadata property key greater than 255 characters
de: Metadaten-Eigenschaftsschlüssel länger als 255 Zeichen

source: Metadata property value greater than 255 characters
de: Metadaten-Eigenschaftswert länger als 255 Zeichen

source: Going to run %s instances...
de: %s Instanzen werden ausgeführt …

source: Going to try to soft delete instance
de: Softdelete der Instanz wird versucht

source: No host for instance, deleting immediately
de: Kein Host für die Instanz, wird sofort gelöscht

source: host for instance is down, deleting from database
de: Host für die Instanz ist nicht erreichbar, wird aus der Datenbank gelöscht

source: Going to try to terminate instance
de: Es wird versucht, die Instanz zu beenden

source: Going to try to stop instance
de: Es wird versucht, die Instanz anzuhalten

source: Going to try to start instance
de: Es wird versucht, die Instanz zu starten

source: Searching by: %s
de: Suche nach: %s

source: Image type not recognized %s
de: Image-Typ nicht erkannt %s

source: snapshot for %s
de: Schnappschuss für %s

source: flavor_id is None. Assuming migration.
de: flavor_Id ist None, vermutlich eine Migration

source: Old instance type %(current_instance_type_name)s, new instance type %(new_instance_type_name)s
de: Alter Instanzentyp %(current_instance_type_name)s, neuer Instanzentyp %(new_instance_type_name)s

source: %(overs)s quota exceeded for %(pid)s, tried to resize instance. %(msg)s
de: %(overs)s Kontingent für %(pid)s überschritten, Anpassung der Instanzgröße versucht; %(msg)s

source: Locking
de: Wird gesperrt

source: Unlocking
de: Wird entsperrt

source: Volume must be attached in order to detach.
de: Volume muss angeschlossen sein, damit es getrennt werden kann

source: Going to try to live migrate instance to %s
de: Versuche, die Instanz live nach %s zu migrieren, werden gestartet

source: Keypair name contains unsafe characters
de: Name des Schlüsselpaares enthält unsichere Zeichen

source: Keypair name must be between 1 and 255 characters long
de: Name des Schlüsselpaares muss zwischen 1 und 255 Zeichen lang sein

source: Security group %s is not a string or unicode
de: Sicherheitsgruppe %s ist keine Zeichenkette oder Unicode

source: Security group %s cannot be empty.
de: Sicherheitsgruppe %s kann nicht leer sein

source: Value (%(value)s) for parameter Group%(property)s is invalid. Content limited to '%(allowed)'.
de: Der Wert (%(value)s) für Parameter Gruppen%(property)s ist unzulässig. Der Inhalt ist auf »%(allowed)« begrenzt.

source: Security group %s should not be greater than 255 characters.
de: Sicherheitsgruppe %s sollte nicht länger als 255 Zeichen sein

source: Quota exceeded, too many security groups.
de: Kontingent überschritten, zu viele Sicherheitsgruppen

source: Create Security Group %s
de: Sicherheitsgruppe %s erstellen

source: Security group %s already exists
de: Sicherheitsgruppe %s existiert bereits

source: Security group is still in use
de: Sicherheitsgruppe ist noch in Verwendung

source: Failed to update usages deallocating security group
de: Aktualisierung der Verwendungsstatistik unter Freigabe der Sicherheitsgruppe fehlgeschlagen

source: Delete security group %s
de: Sicherheitsgruppe %s löschen

source: Rule (%s) not found
de: Regel (%s) nicht gefunden

source: Quota exceeded, too many security group rules.
de: Kontingent überschritten, zu viele Sicherheitsgruppen-Regeln

source: Authorize security group ingress %s
de: Sicherheitsgruppenzugang %s autorisieren

source: Revoke security group ingress %s
de: Sicherheitsgruppenzugang %s zurückziehen

source: names can only contain [a-zA-Z0-9_.- ]
de: Namen dürfen nur aus [a-zA-Z0-9_.- ] bestehen

source: create arguments must be positive integers
de: Erstellen-Argumente müssen positive Ganzzahlen sein

source: DB error: %s
de: DB-Fehler: %s

source: Instance type %s not found for deletion
de: Instanzentyp %s für Löschung nicht gefunden

source: Possibly task preempted.
de: Möglicherweise Aufgabe zuvorgekommen

source: Loading compute driver '%s'
de: Rechentreiber »%s« wird geladen

source: Unable to load the virtualization driver: %s
de: Virtualisierungstreiber lässt sich nicht laden: %s

source: Instance has been destroyed from under us while trying to set it to ERROR
de: Die Instanz wurde während des Versuchs, sie auf FEHLER zu setzen, von unten zerstört.

source: Current state is %(drv_state)s, state in DB is %(db_state)s.
de: Derzeitiger Zustand ist %(drv_state)s, der Zustand in der DB ist %(db_state)s

source: Rebooting instance after nova-compute restart.
de: Instanz wird nach dem nova-compute-Neustart neu gestartet

source: Hypervisor driver does not support resume guests
de: Der Hypervisor-Treiber unterstützt die Wiederaufnahme von Gästen nicht.

source: Hypervisor driver does not support firewall rules
de: Der Hypervisor-Treiber unterstützt keine Firewall-Regeln.

source: Checking state
de: Zustand wird geprüft

source: Setting up bdm %s
de: bdm %s wird aufgesetzt

source: Build error: %s
de: Fehler beim Bauen: %s

source: Error trying to reschedule
de: Fehler beim Versuch umzuplanen

source: Retry info not present, will not reschedule
de: Neuversuchsinformationen nicht vorhanden, wird nicht umgeplant

source: No request spec, will not reschedule
de: Keine Anfragespezifikation, wird nicht umgeplant

source: Re-scheduling instance: attempt %d
de: Instanz wird umgeplant: Versuch %d

source: Instance build timed out. Set to error state.
de: Zeitüberschreitung beim Bau der Instanz, auf Fehlerzustand gesetzt

source: Instance has already been created
de: Instanz wurde bereits erstellt

source: Image '%(image_id)s' size %(size_bytes)d exceeded instance_type allowed size %(allowed_size_bytes)d
de: Image »%(image_id)s« überschreitet mit seiner Größe von %(size_bytes)d die durch instance_type erlaubte Größe von %(allowed_size_bytes)d

source: Starting instance...
de: Instanz wird gestartet …

source: Instance failed network setup
de: Netzwerkeinrichtung bei der Instanz fehlgeschlagen

source: Instance network_info: |%s|
de: network_info der Instanz: |%s|

source: Instance failed block device setup
de: Blockgeräteeinrichtung bei der Instanz fehlgschlagen

source: Instance failed to spawn
de: Start der Instanz fehlgeschlagen

source: Deallocating network for instance
de: Netzwerk für die Instanz wird freigegeben

source: %(action_str)s instance
de: %(action_str)s Instanz

source: Ignoring DiskNotFound: %s
de: DiskNotFound wird ignoriert: %s

source: Ignoring VolumeNotFound: %s
de: VolumeNotFound wird ignoriert: %s

source: terminating bdm %s
de: bdm %s wird beendet

source: Ignoring volume cleanup failure due to %s
de: Fehlschlag beim Aufräumen des Volumes wird ignoriert, weil %s

source: %s. Setting instance vm_state to ERROR
de: %s. Instanz vm_state wird auf FEHLER gesetzt

source: Rebuilding instance
de: Instanz wird neu gebaut

source: Rebooting instance
de: Instanz wird neu gestartet

source: trying to reboot a non-running instance: (state: %(state)s expected: %(running)s)
de: es wird versucht, eine nicht laufende Instanz neu zu starten: (Zustand: %(state)s, erwartet: %(running)s)

source: Cannot reboot instance: %(exc)s
de: Neustart der Instanz fehlgeschlagen: %(exc)s

source: instance snapshotting
de: Schnappschuss der Instanz wird angelegt

source: trying to snapshot a non-running instance: (state: %(state)s expected: %(running)s)
de: es wird versucht, einen Schnappschuss einer nicht laufenden Instanz anzulegen: (Zustand: %(state)s, erwartet: %(running)s)

source: Found %(num_images)d images (rotation: %(rotation)d)
de: %(num_images)d Images gefunden (Rotation: %(rotation)d)

source: Rotating out %d backups
de: %d Backups werden ausrotiert

source: Deleting image %s
de: Image %s wird gelöscht

source: Failed to set admin password. Instance %s is not running
de: Setzen des Admin-Passworts fehlgeschlagen; Instanz %s läuft nicht

source: Root password set
de: Root-Passwort gesetzt

source: set_admin_password is not implemented by this driver.
de: set_admin_password wird von diesem Treiber nicht implementiert

source: set_admin_password failed: %s
de: set_admin_password fehlgeschlagen: %s

source: error setting admin password
de: Fehler beim Setzen des Admin-Passworts

source: trying to inject a file into a non-running (state: %(current_power_state)s expected: %(expected_state)s)
de: es wird versucht, eine Datei in eine nicht-laufende Instanz zu injizieren (Zustand: %(current_power_state)s erwartet: %(expected_state)s)

source: injecting file to %(path)s
de: Datei wird in %(path)s platziert

source: Rescuing
de: Wird gerettet

source: Unrescuing
de: Wird zurückgetan

source: Changing instance metadata according to %(diff)r
de: Instanz-Metadaten werden gemäß %(diff)r geändert

source: destination same as source!
de: Ziel stimmt mit Quelle überein!

source: Migrating
de: Wird migriert

source: Pausing
de: Angehalten

source: Unpausing
de: Wird fortgesetzt

source: Retrieving diagnostics
de: Diagnostik wird abgerufen

source: Resuming
de: Wird fortgesetzt

source: Reset network
de: Netzwerk zurücksetzen

source: Inject network info
de: Netzwerkinfo injizieren

source: network_info to inject: |%s|
de: network_info, die injiziert werden soll: |%s|

source: Get console output
de: Konsolenausgabe abrufen

source: Getting vnc console
de: VNC-Konsole wird abgerufen

source: Booting with volume %(volume_id)s at %(mountpoint)s
de: Start mit Volume %(volume_id)s unter %(mountpoint)s

source: Attaching volume %(volume_id)s to %(mountpoint)s
de: Volume %(volume_id)s wird unter %(mountpoint)s eingehängt

source: Failed to connect to volume %(volume_id)s while attaching at %(mountpoint)s
de: Verbindung mit Volume %(volume_id)s während des Einhängens unter %(mountpoint)s fehlgeschlagen

source: Failed to attach volume %(volume_id)s at %(mountpoint)s
de: Einhängen des Volumes %(volume_id)s unter %(mountpoint)s fehlgeschlagen

source: Detach volume %(volume_id)s from mountpoint %(mp)s
de: Volume %(volume_id)s wird vom Einhängepunkt %(mp)s gelöst

source: Detaching volume from unknown instance
de: Volume wird von unbekannter Instanz entfernt

source: Faild to detach volume %(volume_id)s from %(mp)s
de: Trennen des Volumes %(volume_id)s von %(mp)s fehlgeschlagen

source: Instance has no volume.
de: Instanz hat kein Volume

source: Pre live migration failed at %(dest)s
de: Pre-live-Migration bei %(dest)s fehlgeschlagen

source: _post_live_migration() is started..
de: _post_live_migration() ist gestartet

source: No floating_ip found
de: Keine floating_ip gefunden

source: No floating_ip found.
de: Keine floating_ip gefunden

source: Live migration: Unexpected error: cannot inherit floating ip. %(e)s
de: Live-Migration – unerwarteter Fehler: Floating IP kann nicht übernommen werden %(e)s

source: Migrating instance to %(dest)s finished successfully.
de: Migration der Instanz zu %(dest)s erfolgreich abgeschlossen
