Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Personality file content too long
de: Personalitäts-Dateiinhalt zu lang

source: Maximum number of key pairs exceeded
de: Höchstanzahl von Schlüsselpaaren überschritten

source: Maximum number of security groups or rules exceeded
de: Höchstanzahl von Sicherheitsgruppen oder Regeln überschritten

source: Aggregate %(aggregate_id)s: action '%(action)s' caused an error: %(reason)s.
de: Aggregat %(aggregate_id)s: Aktion »%(action)s« hat einen Fehler verursacht: %(reason)s.

source: Aggregate %(aggregate_id)s could not be found.
de: Aggregat %(aggregate_id)s konnte nicht gefunden werden

source: Aggregate %(aggregate_name)s already exists.
de: Aggregat %(aggregate_name)s existiert bereits

source: Aggregate %(aggregate_id)s has no host %(host)s.
de: Aggregat %(aggregate_id)s hat keinen Host %(host)s

source: Aggregate %(aggregate_id)s has no metadata with key %(metadata_key)s.
de: Aggregat %(aggregate_id)s hat keine Metadaten mit dem Schlüssel %(metadata_key)s

source: Aggregate %(aggregate_id)s already has host %(host)s.
de: Aggregat %(aggregate_id)s hat den Host %(host)s bereits

source: Detected more than one volume with name %(vol_name)s
de: Mehr als ein Volume mit Namen %(vol_name)s entdeckt

source: Cannot create volume_type with name %(name)s and specs %(extra_specs)s
de: Volume_type mit Namen %(name)s und Spezifikationen %(extra_specs)s konnte nicht erstellt werden

source: Bad or unexpected response from the storage volume backend API: %(data)s
de: Falsche oder unerwartete Antwort vom Speicher-Volume-Backend-API: %(data)s

source: Unknown NFS exception
de: Unbekannte NFS-Ausnahme

source: No mounted NFS shares found
de: Keine eingehängten NFS-Freigaben gefunden

source: There is no share which can host %(volume_size)sG
de: Es gibt keine Freigabe, auf der %(volume_size)sG Platz hat.

source: Unable to create instance type
de: Instanzentyp lässt sich nicht anlegen

source: Failed to set admin password on %(instance)s because %(reason)s
de: Administratorpasswort auf %(instance)s konnte nicht gesetzt werden, denn %(reason)s

source: Bad response from SolidFire API
de: Falsche Antwort vom SolidFire-API

source: Error in SolidFire API response: data=%(data)s
de: Fehler in der Antwort vom SolidFire-API: Daten=%(data)s

source: Detected existing vlan with id %(vlan)d
de: Vorhandenes VLAN mit ID %(vlan)d entdeckt

source: Instance %(instance_id)s could not be found.
de: Instanz %(instance_id)s konnte nicht gefunden werden

source: Marker %(marker)s could not be found.
de: Marker %(marker)s konnte nicht gefunden werden

source: Invalid id: %(val)s (expecting "i-...").
de: Ungültige ID: %(val)s (erwartet wurde "i-…")

source: Could not fetch image %(image_id)s
de: Image %(image_id)s konnte nicht geholt werden

source: Task %(task_name)s is already running on host %(host)s
de: Die Aufgabe %(task_name)s läuft schon auf dem Host %(host)s.

source: Task %(task_name)s is not running on host %(host)s
de: Aufgabe %(task_name)s läuft nicht auf Host %(host)s

source: Instance %(instance_uuid)s is locked
de: Instanz %(instance_uuid)s ist gesperrt

source: Could not mount vfat config drive. %(operation)s failed. Error: %(error)s
de: VFAT-Konfig-Laufwerk konnte nicht eingehängt werden. %(operation)s fehlgeschlagen, Fehler: %(error)s

source: Unknown config drive format %(format)s. Select one of iso9660 or vfat.
de: Unbekannte Konfig-Laufwerk-Formatierung %(format)s. Benutzen Sie eins mit ISO9600 oder VFAT.

source: User data too large. User data must be no larger than %(maxsize)s bytes once base64 encoded. Your data is %(length)d bytes
de: Benutzerdaten zu groß! Die Benutzerdaten dürfen nicht größer als %(maxsize)s Bytes sein, sobald sie mit Base64 kodiert worden sind. Die Größe Ihrer Daten beträgt %(length)d Bytes.

source: User data needs to be valid base 64.
de: Die Benutzerdaten müssen in zulässigem Base64 vorliegen.

source: unexpected task state: expecting %(expected)s but the actual state is %(actual)s
de: Unerwarteter Aufgabenstatus: Der aktuelle Status sollte %(expected)s sein, ist aber %(actual)s.

source: The CA file for %(project)s could not be found
de: Die CA-Dateien für %(project)s konnten nicht gefunden werden.

source: The CRL file for %(project)s could not be found
de: Die CRL-Datei für %(project)s konnte nicht gefunden werden.

source: Skipping %(full_task_name)s, %(ticks_to_skip)s ticks left until next run
de: %(full_task_name)s wird übersprungen, %(ticks_to_skip)s Ticks bis zum nächsten Durchlauf

source: Running periodic task %(full_task_name)s
de: Periodische Aufgabe %(full_task_name)s wird ausgeführt

source: Error during %(full_task_name)s: %(e)s
de: Fehler während %(full_task_name)s: %(e)s

source: Notifying Schedulers of capabilities ...
de: Scheduler werden von den Möglichkeiten unterrichtet …

source: Failed to send state update notification
de: Senden der Zustands-Aktualisierungs-Benachrichtigung fehlgeschlagen

source: JSON file representing policy
de: JSON-Datei, welche die Richtlinien repräsentiert

source: Rule checked when requested rule is not found
de: Durchzuspielende Regel, wenn die angefragte Regel nicht gefunden wird

source: Created reservations %(reservations)s
de: Reservierungen %(reservations)s erstellt

source: Failed to commit reservations %(reservations)s
de: Einreichen der Reservierungen %(reservations)s fehlgeschlagen

source: Failed to roll back reservations %(reservations)s
de: Zurückziehen der Reservierungen %(reservations)s fehlgeschlagen

source: Full set of FLAGS:
de: Alle vorhandenen SCHALTER:

source: %(flag)s : FLAG SET
de: %(flag)s : SCHALTER GESETZT

source: Caught %s, exiting
de: %s bekommen, Programm wird beendet

source: Parent process has died unexpectedly, exiting
de: Elternprozess wurde unerwartet beendet, Programm wird ebenfalls beendet

source: Forking too fast, sleeping
de: Forkt zu schnell, pausiert

source: Unhandled exception
de: Unbehandelte Ausnahme

source: Started child %d
de: Kindprozess %d gestartet

source: Starting %d workers
de: %d Arbeiter werden gestartet.

source: Child %(pid)d killed by signal %(sig)d
de: Kindprozess %(pid)d wurde mit Signal %(sig)d abgebrochen

source: Child %(pid)d exited with status %(code)d
de: Kindprozess %(pid)d wurde mit Status %(code)d beendet

source: pid %d not in child list
de: PID %d nicht in der Liste der Kindprozesse

source: Caught %s, stopping children
de: %s erhalten, Kindprozesse werden gestoppt

source: Waiting on %d children to exit
de: Es wird noch auf die Beendigung von %d Kindprozessen gewartet.

source: Starting %(topic)s node (version %(vcs_string)s)
de: %(topic)s-Knoten (Version %(vcs_string)s) wird gestartet

source: Creating Consumer connection for Service %s
de: Konsumentenverbindung für Dienst %s wird aufgebaut

source: Service killed that has no database entry
de: Dienst beendet, der keinen Datenbankeintrag hatte

source: The service database object disappeared, Recreating it.
de: Das Dienstdatenbankobjekt ist verschwunden, es wird erneut erzeugt.

source: Recovered model server connection!
de: Modellserver-Verbindung wiederhergestellt!

source: model server went away
de: Modellserver ist weg

source: serve() can only be called once
de: serve() kann nur ein Mal aufgerufen werden

source: Got unknown keyword args to utils.execute: %r
de: Unbekannte Argumente für utils.execute erhalten: %r

source: The root_helper option (which lets you specify a root wrapper different from nova-rootwrap, and defaults to using sudo) is now deprecated. You should use the rootwrap_config option instead.
de: Die root_helper-Option (die Sie einen anderen Root-Wrapper als nova-rootwrap angeben lässt und sudo als Vorgabe hat) gilt nun als missbilligt. Sie sollten stattdessen die Option rootwrap_config benutzen.

source: Running cmd (subprocess): %s
de: Befehl (Subprozess) wird ausgeführt: %s

source: Result was %s
de: Ergebnis war %s

source: %r failed. Retrying.
de: %r fehlgeschlagen; neuer Versuch

source: Running cmd (SSH): %s
de: Befehl (SSH) wird ausgeführt: %s

source: Environment not supported over SSH
de: Umgebung wird via SSH nicht unterstützt

source: process_input not supported over SSH
de: process_input wird via SSH nicht unterstützt

source: debug in callback: %s
de: Fehlersuche in Rückruf: %s

source: Link Local address is not found.:%s
de: Verknüpfungslokale Adresse nicht gefunden: %s

source: Couldn't get Link Local IP of %(interface)s :%(ex)s
de: Verknüpfungslokale IP von %(interface)s konnte nicht abgefragt werden: %(ex)s

source: Invalid backend: %s
de: Unzulässiges Backend: %s

source: in looping call
de: In Rufschleife

source: Could not release the acquired lock `%s`
de: Die erlangte Sperre »%s« konnte nicht aufgehoben werden.

source: Got semaphore "%(lock)s" for method "%(method)s"...
de: Semaphore »%(lock)s« für Methode »%(method)s« erhalten …

source: Attempting to grab file lock "%(lock)s" for method "%(method)s"...
de: Es wird versucht, eine Dateisperre »%(lock)s« für die Methode »%(method)s« zu bekommen …

source: Got file lock "%(lock)s" for method "%(method)s"...
de: Dateisperre »%(lock)s« für Methode »%(method)s« erhalten …

source: Expected object of type: %s
de: Objekt vom Typ erwartet: %s

source: Invalid server_string: %s
de: Unzulässiger server_string: %s

source: timefunc: '%(name)s' took %(total_time).2f secs
de: timefunc: »%(name)s« dauerte »%(total_time).2f« Sek.

source: Reloading cached file %s
de: Zwischengespeicherte Datei %s wird neu geladen

source: Could not remove tmpdir: %s
de: Temp-Verzeichnis konnte nicht entfernt werden: %s

source: %(name)s listening on %(host)s:%(port)s
de: %(name)s lauscht auf %(host)s:%(port)s

source: Stopping WSGI server.
de: WSGI-Server wird gestoppt

source: WSGI server has stopped.
de: WSGI-Server ist gestoppt

source: You must implement __call__
de: Sie müssen __call__ implementieren.

source: Loading app %(name)s from %(path)s
de: App %(name)s wird von %(path)s geladen

source: Invalid service catalog json.
de: Unzulässige Dienstkatalog-JSON

source: Sourcing roles from deprecated X-Role HTTP header
de: Rollen werden aus dem veralteten X-Role-HTTP-Header beschafft

source: Request is too large.
de: Anfrage ist zu groß

source: %(key)s with value %(value)s failed validator %(name)s
de: %(key)s mit dem Wert %(value)s sind am Validator %(name)s gescheitert

source: Too many failed authentications.
de: Zu viele fehlgeschlagene Authentifizierungsversuche

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
de: Der Zugangsschlüssel %(access_key)s hatte %(failures)d fehlgeschlagene Authentifizierungsversuche und wird deshalb für %(lock_mins)d Minuten ausgesperrt.

source: Signature not provided
de: Signatur nicht angegeben

source: Access key not provided
de: Zugangsschlüssel nicht angegeben

source: Failure communicating with keystone
de: Kommunikation mit Keystone fehlgeschlagen

source: action: %s
de: Aktion: %s

source: arg: %(key)s val: %(value)s
de: Arg: %(key)s Wert: %(value)s

source: Unauthorized request for controller=%(controller)s and action=%(action)s
de: Nicht authentifizierte Anfrage für Controller=%(controller)s und Action=%(action)s

source: InstanceNotFound raised: %s
de: InstanceNotFound aufgetreten: %s

source: VolumeNotFound raised: %s
de: VolumeNotFound aufgetreten: %s

source: SnapshotNotFound raised: %s
de: SnapshotNotFound aufgetreten: %s

source: NotFound raised: %s
de: NotFound aufgetreten: %s

source: EC2APIError raised: %s
de: EC2APIError aufgetreten: %s

source: KeyPairExists raised: %s
de: KeyPairExists aufgetreten: %s

source: InvalidParameterValue raised: %s
de: InvalidParameterValue aufgetreten: %s

source: InvalidPortRange raised: %s
de: InvalidPortRange aufgetreten: %s

source: NotAuthorized raised: %s
de: NotAuthorized aufgetreten: %s

source: InvalidRequest raised: %s
de: InvalidRequest aufgetreten: %s

source: QuotaError raised: %s
de: QuotaError aufgetreten: %s

source: Invalid id: bogus (expecting "i-..."): %s
de: Unzulässige ID: unecht (erwartet wurde »i-...«): %s

source: Unexpected error raised: %s
de: Unerwarteter Fehler aufgetreten: %s

source: Environment: %s
de: Umgebung: %s

source: An unknown error has occurred. Please try your request again.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie noch einmal Ihre Anfrage zu stellen.

source: Unsupported API request: controller = %(controller)s, action = %(action)s
de: Nicht unterstütze API-Anfrage: Controller = %(controller)s, Aktion = %(action)s

source: Create snapshot of volume %s
de: Schnappschuss des Volumes %s anlegen

source: Could not find key pair(s): %s
de: Schlüsselpaar(e) konnte(n) nicht gefunden werden: %s

source: Create key pair %s
de: Schlüsselpaar %s erzeugen

source: Quota exceeded, too many key pairs.
de: Kontingent überschritten, zu viele Schlüsselpaare

source: Key pair '%s' already exists.
de: Schlüsselpaar »%s« existiert bereits

source: Import key %s
de: Schlüssel %s importieren

source: Delete key pair %s
de: Schlüsselpaar %s löschen

source: Not enough parameters, need group_name or group_id
de: Nicht genügend Parameter, group_name oder group_id fehlt noch

source: %s Not enough parameters to build a valid rule
de: %s Nicht genügend Parameter, um eine gültige Regel aufzustellen

source: No rule for the specified parameters.
de: Keine Regel für die angegebenen Parameter

source: %s - This rule already exists in group
de: %s – Diese Regel gibt es bereits in der Gruppe

source: Get console output for instance %s
de: Konsolenausgabe für Instanz %s abrufen

source: Create volume from snapshot %s
de: Volume aus Schnappschuss %s erstellen

source: Create volume of %s GB
de: Volume mit %s GB erstellen

source: Delete Failed
de: Löschen fehlgeschlagen

source: Attach volume %(volume_id)s to instance %(instance_id)s at %(device)s
de: Volume %(volume_id)s als %(device)s an Instanz %(instance_id)s anschließen

source: Attach Failed.
de: Anschließen fehlgeschlagen

source: Detach volume %s
de: Volume %s entfernen

source: Detach Volume Failed.
de: Entfernen des Volumes fehlgeschlagen

source: attribute not supported: %s
de: Attribut nicht unterstützt: %s

source: Allocate address
de: Adresse zuweisen

source: No more floating IPs available
de: Keine foating IPs mehr verfügbar

source: Release address %s
de: Adresse %s freigeben

source: Unable to release IP Address.
de: IP-Adresse lässt sich nicht freigeben

source: Associate address %(public_ip)s to instance %(instance_id)s
de: Adresse %(public_ip)s mit Instanz %(instance_id)s verbinden

source: Unable to associate IP Address, no fixed_ips.
de: IP-Adresse lässt sich nicht zuweisen, keine fixed_ips

source: multiple fixed_ips exist, using the first: %s
de: mehrere fixed_ips vorhanden, die erste wird benutzt: %s

source: Floating ip is already associated.
de: Floating IP ist bereits vergeben

source: l3driver call to add floating ip failed.
de: l3driver-Aufruf, um floating IP hinzuzufügen, ist fehlgeschlagen

source: Error, unable to associate floating ip.
de: Fehler, floating IP lässt sich nicht zuweisen

source: Disassociate address %s
de: Zuweisung der Adresse %s lösen

source: Floating ip is not associated.
de: Floating IP ist nicht zugewiesen

source: Image must be available
de: Image muss verfügbar sein.

source: Going to start terminating instances
de: Instanzen werden beendet werden

source: Reboot instance %r
de: Instanz %r wird neu gestartet

source: Going to stop instances
de: Instanzen werden angehalten werden

source: Going to start instances
de: Instanzen werden gestartet werden

source: De-registering image %s
de: Registrierung für Image %s wird aufgehoben

source: imageLocation is required
de: imageLocation benötigt

source: Registered image %(image_location)s with id %(image_id)s
de: Image %(image_location)s mit ID %(image_id)s registriert

source: user or group not specified
de: Benutzer oder Gruppe nicht angegeben

source: only group "all" is supported
de: nur die Gruppe »all« wird unterstützt

source: operation_type must be add or remove
de: operation_type muss »add« oder »remove« sein

source: Updating image %s publicity
de: Image-Öffentlichkeit %s wird aktualisiert

source: Not allowed to modify attributes for image %s
de: Die Änderung der Attribute für Image %s ist nicht erlaubt.

source: Invalid value '%(ec2_instance_id)s' for instanceId. Instance does not have a volume attached at root (%(root)s)
de: Unzulässiger Wert »%(ec2_instance_id)s« für instanceId; Instanz hat kein Volume, das an der Wurzel (%(root)s) angeschlossen ist.

source: Couldn't stop instance with in %d sec
de: Instanz konnte nicht innerhalb von %d Sekunden gestoppt werden

source: image of %(instance)s at %(now)s
de: Image von %(instance)s unter %(now)s

source: Invalid CIDR
de: Ungültiges CIDR

source: Failed to get metadata for ip: %s
de: Metadaten für IP konnten nicht geholt werden: %s

source: Caught error: %s
de: Fehler erhalten: %s

source: %(url)s returned with HTTP %(status)d
de: %(url)s mit HTTP-Status %(status)d zurückgegeben

source: Must specify an ExtensionManager class
de: Es muss eine ExtensionManager-Klasse festgelegt werden

source: Extended resource: %s
de: Erweiterte Ressource: %s

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
de: Erweiterung %(ext_name)s: Ressource %(collection)s kann nicht erweitert werden: keine solche Ressource

source: Extension %(ext_name)s extending resource: %(collection)s
de: Erweiterung %(ext_name)s erweitert Ressource: %(collection)s

source: status is UNKNOWN from vm_state=%(vm_state)s task_state=%(task_state)s. Bad upgrade or db corrupted?
de: Status von vm_state=%(vm_state)s task_state=%(task_state)s ist UNBEKANNT; Upgrade schief gelaufen oder Datenbank beschädigt?

source: limit param must be an integer
de: Limit-Parameter muss eine Ganzzahl sein

source: limit param must be positive
de: Limit-Parameter muss positiv sein

source: offset param must be an integer
de: Offset-Parameter muss eine Ganzzahl sein

source: offset param must be positive
de: Offset-Parameter muss positiv sein

source: marker [%s] not found
de: Marker [%s] nicht gefunden

source: href %s does not contain version
de: href %s enthält keine Versionsbezeichnung

source: Image metadata limit exceeded
de: Begrenzung der Image-Metadaten überschritten

source: Image metadata key cannot be blank
de: Schlüssel für Image-Metadaten kann nicht leer sein

source: Image metadata key too long
de: Schlüssel für Image-Metadaten zu lang

source: Invalid image metadata
de: Unzulässige Image-Metadaten

source: Cannot '%(action)s' while instance is in %(attr)s %(state)s
de: »%(action)s« kann nicht durchgeführt werden, während sich die Instanz im %(state)s %(attr)s befindet

source: Instance is in an invalid state for '%(action)s'
de: Instanz ist in einem unzulässigen Zustand für »%(action)s«

source: Rejecting snapshot request, snapshots currently disabled
de: Schnappschuss-Anfrage abgelehnt, Schnappschüsse sind zur Zeit abgeschaltet

source: Instance snapshots are not permitted at this time.
de: Instanz-Schnappschüsse sind zur Zeit nicht erlaubt

source: Loaded extension: %s
de: Erweiterung geladen: %s

source: Ext name: %s
de: Erweiterungs-Name: %s

source: Ext alias: %s
de: Erweiterungs-Alias: %s

source: Ext description: %s
de: Erweiterungs-Beschreibung: %s

source: Ext namespace: %s
de: Erweiterungs-Namensraum: %s

source: Ext updated: %s
de: Erweiterung aktualisiert: %s

source: Exception loading extension: %s
de: Ausnahme beim Laden der Erweiterung: %s

source: Loading extension %s
de: Erweiterung %s wird geladen

source: Calling extension factory %s
de: Extension Factory %s wird aufgerufen

source: Failed to load extension %(ext_factory)s: %(exc)s
de: Laden der Erweiterung %(ext_factory)s fehlgeschlagen: %(exc)s

source: Failed to load extension %(classpath)s: %(exc)s
de: Laden der Erweiterung %(classpath)s fehlgeschlagen: %(exc)s

source: Failed to load extension %(ext_name)s: %(exc)s
de: Laden der Erweiterung %(ext_name)s fehlgeschlagen: %(exc)s

source: cannot understand JSON
de: JSON ist unverständlich

source: cannot understand XML
de: XML ist unverständlich

source: too many body keys
de: zu viele Body-Schlüssel

source: Exception handling resource: %s
de: Ausnahme beim Hantieren mit Ressource: %s

source: Fault thrown: %s
de: Störung aufgetreten: %s

source: HTTP exception thrown: %s
de: HTTP-Ausnahme aufgetreten: %s

source: Unrecognized Content-Type provided in request
de: Nicht erkannten Inhaltstyp in Anfrage angegeben

source: No Content-Type provided in request
de: Kein Inhaltstyp in Anfrage angegeben

source: Empty body provided in request
de: Leerer Rumpf in Anfrage angegeben

source: There is no such action: %s
de: Aktion nicht vorhanden: %s

source: Malformed request body
de: Fehlerhafter Anfragerumpf

source: Unsupported Content-Type
de: Nicht unterstützter Inhaltstyp

source: Malformed request url
de: Fehlerhafter Anfrage-URL

source: %(url)s returned a fault: %(e)s
de: %(url)s hat eine Störung zurückgegeben: %(e)s

source: element is not a child
de: Element ist kein Kindelement

source: root element selecting a list
de: Liste als Wurzelelement ausgewählt

source: Template tree mismatch; adding slave %(slavetag)s to master %(mastertag)s
de: Diskrepanz im Vorlagenbaum; Slave %(slavetag)s wird dem Master %(mastertag)s hinzugefügt

source: subclasses must implement construct()!
de: Unterklassen müssen construct() implementieren!

source: Initializing extension manager.
de: Erweiterungs-Verwaltung wird initialisiert …

source: Invalid is_public filter [%s]
de: Unzulässiger is_public-Filter [%s]

source: Invalid minRam filter [%s]
de: Unzulässiger minRam-Filter [%s]

source: Invalid minDisk filter [%s]
de: Unzulässiger minDisk-Filter [%s]

source: Image not found.
de: Image nicht gefunden

source: Incorrect request body format
de: Falsches Format des Anfragerumpf

source: Request body and URI mismatch
de: URI und Anfragerumpf passen nicht zusammen.

source: Request body contains too many items
de: Anfragerumpf enthält zu viele Objekte

source: Invalid metadata key
de: Unzulässiger Medataten-Schlüssel

source: Instance does not exist
de: Instanz existiert nicht

source: Instance is not a member of specified network
de: Instanz ist kein Mitglied des angegebenen Netzwerks

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
de: Für %(uri)s können nur %(value)s %(verb)s Anfrage(n) je %(unit_string)s gestellt werden.

source: This request was rate-limited.
de: Diese Anfrage wurde in der Häufigkeit begrenzt.

source: Server does not exist
de: Server existiert nicht

source: Metadata item was not found
de: Metadaten-Objekt wurde nicht gefunden

source: Instance could not be found
de: Instanz konnte nicht gefunden werden

source: Invalid server status: %(status)s
de: Unzulässiger Server-Status: %(status)s

source: Invalid changes-since value
de: Unzulässiger Wert von Änderungen-Seit

source: Only administrators may list deleted instances
de: Nur Administratoren dürfen gelöschte Instanzen auflisten

source: Server name is not a string or unicode
de: Server-Name ist keine Zeichenkette oder Unicode

source: Server name is an empty string
de: Server-Name ist eine leere Zeichenkette

source: Server name must be less than 256 characters.
de: Server-Name darf höchstens 255 Zeichen lang sein

source: Bad personality format: missing %s
de: Falsches Personalitäts-Format: %s fehlt

source: Bad personality format
de: Falsches Personalitäts-Format

source: Personality content for %s cannot be decoded
de: Personalitäts-Inhalt für %s kann nicht dekodiert werden

source: Unknown argment : port
de: Unbekanntes Argument: port

source: Bad port format: port uuid is not in proper format (%s)
de: Falsches Port-Format: Port-UUID ist nicht im richtigen Format (%s)
