Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Username for connection to the RabbitMQ server:
fr: Identifiant de connexion au serveur RabbitMQ :

source: Please specify the username used to connect to the RabbitMQ server.
fr: Veuillez indiquer l'identifiant à utiliser pour se connecter au serveur RabbitMQ.

source: Password for connection to the RabbitMQ server:
fr: Mot de passe de connexion au serveur RabbitMQ :

source: Please specify the password used to connect to the RabbitMQ server.
fr: Veuillez indiquer le mot de passe à utiliser pour se connecter au serveur RabbitMQ :

source: Address of the XenAPI dom0:
da: Adresse for XenAPI dom0:
es: Dirección del dom0 XenAPI:
fr: Adresse pour le dom0 de XenAPI :
it: Indirizzo del dom0 XenAPI:
pl: Adres dom0 XenAPI:
sk: Adresa XenAPI dom0:

source: Nova Compute Xen needs to know the address of the server running XenAPI. You can enter an IP address, or a fully qualified domain name if it resolves correctly.
da: Nova Compute Xen skal kende adressen for serveren, der kører XenAPI. Du kan indtaste en IP-adresse eller et fuldt kvalificeret domænenavn, hvis det bliver slået korrekt op.
es: Nova Compute Xen necesita saber la dirección del servidor que ejecuta XenAPI. Puede introducir una dirección IP o un nombre de dominio completamente cualificado si éste resuelve adecuadamente.
fr: Nova Compute Xen a besoin de connaître l'adresse du serveur qui exécute XenAPI. Vous pouvez indiquer l'adresse IP ou un nom de domaine pleinement qualifié s'il peut être résolu correctement.
it: È necessario che Nova Compute Xen conosca l'indirizzo del server che esegue XenAPI. Si può inserire un indirizzo IP o un nome di dominio pienamente qualificato se viene risolto in modo corretto.
pl: Nova Compute Xen musi znać adres serwera na którym działa XenAPI. Można podać adres IP lub pełną nazwę domenową, jeśli jest ona prawidłowo tłumaczona.
sk: Nova Compute Xen potrebuje poznať adresu servera, kde beží XenAPI. Môžete zadať adresu IP alebo plne kvalifikovaný názov domény ak sa správne prekladá.

source: This may be a server running Citrix XenServer, the CentOS Xen Cloud Platform (XCP) appliance installed from an ISO image, or even the Kronos Project's XCP (available in Debian and Ubuntu as the package xcp-xapi).
da: Dette kan være en server der kører Citrix XenServer, CentOS Xen Cloud Platform- apparatet (XCP) installeret fra et ISO-aftryk, eller endda Kronosprojektets XCP (tilgængelig i Debian og Ubuntu som pakken xcp-xapi).
es: Esto puede ser un servidor que ejecuta Citrix XenServer, un dispositivo CentOS Xen Cloud Platform (XCP) instalado desde una imagen ISO o incluso XCP de Kronos Project (disponible en Debian y Ubuntu como el paquete xcp-xapi).
fr: Cela peut être un serveur exécutant Citrix XenServer, le serveur CentOS Xen Cloud Platform (XCP) installé depuis une image ISO, ou même la version XCP du project Kronos (disponible dans Debian et Ubuntu en tant que paquet xcp-api).
it: Può essere un server con in esecuzione Citrix XenServer, l'appliance CentOS Xen Cloud Platform (XCP) installata da un'immagine ISO o persino l'XCP del Kronos Project (disponibile in Debian e Ubuntu come pacchetto xcp-xapi).
pl: Może być to serwer z działającym Citrix XenServer, CentOS Xen Cloud Platform (XCP) zainstalowanym z obrazu ISO lub nawet XCP projektu Kronos (dostępne w Debianie i Ubuntu jako pakiet xcp-xapi).
sk: To môže byť server, kde beží Citrix XenServer, zariadenie CentOS Xen Cloud Platform (XCP) nainštalované z obrazu ISO alebo dokonca XCP z Kronos Project (dostupný v Debiane a Ubuntu v balíku xcp-xapi).

source: This can later be edited in /etc/nova/nova-compute.conf.
da: Dette kan senere redigeres i /etc/nova/nova-compute.conf.
es: Podrá cambiar esta configuración más adelante editando el archivo «/etc/nova/nova-compute.conf».
fr: Ce choix peut être modifié ultérieurement en modifiant le fichier /etc/nova/nova-compute.conf.
it: Può essere modificato in seguito in /etc/nova/nova-compute.conf.
pl: Można później zmienić to w pliku /etc/nova/nova-compute.conf.
sk: Toto je možné neskôr upraviť v /etc/nova/nova-compute.conf.

source: Username to connect to XenAPI:
da: Brugernavn til at forbinde til XenAPI:
es: Nombre de usuario para conectarse a XenAPI:
fr: Identifiant de connexion à XenAPI :
it: Nome utente per connettersi a XenAPI:
pl: Nazwa użytkownika do połączenia z XenAPI:
sk: Používateľské meno na pripojenie ku XenAPI:

source: Please enter the username used to connect to your XenAPI (XCP server).
da: Indtast venligst brugernavnet brugt til at forbinde til din XenAPI XCP-server).
es: Introduzca el nombre de usuario utilizado para conectarse a su servidor XenAPI (servidor XCP).
fr: Veuillez indiquer l'identifiant à utiliser pour se connecter à XenAPI (serveur XCP).
it: Inserire il nome utente per connettersi al proprio XenAPI (server XCP).
pl: Proszę wprowadzić nazwę użytkownika używaną do połączenia z XenAPI (serwerem XCP).
sk: Prosím, zadajte používateľské meno, ktoré sa má použiť na pripojenie k vášmu XenAPI (XCP server).

source: Password to connect to XenAPI:
da: Adgangskode til at forbinde til XenAPI:
es: Contraseña para conectarse a XenAPI:
fr: Mot de passe de connexion à XenAPI :
it: Password per connettersi a XenAPI:
pl: Hasło do połączenia z XenAPI:
sk: Heslo na pripojenie ku XenAPI:

source: Please enter the password used to connect to your XenAPI (XCP server).
da: Indtast venligst adgangskoden brugt til at forbinde til din XenAPI (XCP-server).
es: Introduzca la contraseña para conectarse a su servidor XenAPI (servidor XCP).
fr: Veuillez indiquer le mot de passe à utiliser pour la connexion à XenAPI (serveur XCP).
it: Inserire la password per connettersi al proprio XenAPI (server XCP).
pl: Proszę wprowadzić hasło używane do połączenia z XenAPI (serwerem XCP).
sk: Prosím, zadajte heslo, ktoré sa má použiť na pripojenie k vášmu XenAPI (XCP server).

source: Register Nova in the keystone endpoint catalog?
da: Registrer Nova i keystone endpoint-kataloget?
es: ¿Desea registrar Nova en el catálogo de puntos finales de Keystone?
fr: Enregistrer Nova dans le catalogue de points d'accès de Keystone ?
it: Registrare Nova nel catalogo dei punti terminali di Keystone?

source: Each Openstack services (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". Select if you want to run these commands now.
da: Hver Openstacktjeneste (hver API) skal registreres for at kunne tilgås. Dette gøres med brug af »keystone service-create« og »keystone endpoint-create«. Vælg om du ønsker at køre disse kommandoer nu.
es: Debe registrar cada uno de los servicios OpenStack (cada API) para que sean accesibles. Esto se lleva a cabo mediante las órdenes «keystone service-create» y «keystone endpoint-create». Seleccione si desea ejecutar estas órdenes ahora.
fr: Chaque service OpenStack (chaque API) doit être enregistré pour être accessible. Cela peut être fait en utilisant « keystone service-create » et « keystone endpoint-create ». Choisissez si vous souhaitez lancer ces commandes maintenant.
it: Ogni servizio OpenStack (ogni API) dovrebbe essere registrato per poter essere accessibile. Ciò viene fatto usando «keystone service-create» e «keystone endpoint-create». Scegliere se si desidera eseguire ora questi comandi.

source: Note that you will need to have an up and running keystone server on which to connect using the Keystone auth token.
da: Bemærk at du skal bruge en op og kørende keystoneserver til at forbinde til med brug af Keystone auth-symbolet.
es: Tenga en cuenta que necesitará disponer de un servidor Keystone en ejecución al que conectarse utilizando el token de autenticación de Keystone.
fr: Veuillez noter que vous aurez besoin d'un serveur Keystone fonctionnel sur lequel se connecter pour utiliser le jeton d'authentification Keystone.
it: Notare che sarà necessario avere un server keystone in funzione a cui connettersi usando il token di autorizzazione Keystone.

source: Keystone IP address:
da: IP-adresse for keystone:
es: Dirección IP del servidor Keystone:
fr: Adresse IP de Keystone :
it: Indirizzo IP di Keystone:

source: Enter the IP address of your keystone server, so that nova-api can contact Keystone to do the Nova service and endpoint creation.
da: Indtast IP-adressen for din keystone-server, så at nova-api kan kontakte Keystone for at udføre Novatjenesten og slutpunktsoprettelse.
es: Introduzca la dirección IP del servidor Keystone para que nova-ali pueda contactar con Keystone para realizar el servicio Nova y crear el punto final.
fr: Veuillez indiquer l'adresse IP du serveur Keystone, pour que l'api de Nova puisse contacter Keystone pour établir le service Nova et créer le point d'accès.
it: Inserire l'indirizzo IP del server Keystone, in modo che nova-api possa contattare Keystone per effettuare la creazione del servizio e del punto terminale Nova.

source: Keystone Auth Token:
da: Authsymbol for keystone:
es: Token de autenticación de Keystone:
fr: Jeton d'authentification Keystone :
it: Token di autenticazione Keystone:

source: To configure its endpoint in Keystone, nova-api needs the Keystone auth token.
da: For at konfigurere si slutpunkt i Keystone, skal nova-api bruge authsymbolet for Keystone.
es: Para configurar su punto final en Keystone, nova-api necesita el token de autenticación de Keystone.
fr: Pour configurer son point d'accès dans Keystone, l'api de Nova a besoin du jeton d'authentification Keystone.
it: Per configurare il proprio punto terminale in Keystone, nova-api ha bisogno del token di autenticazione Keystone.

source: Nova endpoint IP address:
da: IP-adresse for Novaslutpunkt:
es: Dirección IP del punto final de Nova:
fr: Adresse IP du point d'accès Nova :
it: Indirizzo IP del punto terminale Nova:

source: Enter the IP address that will be used to contact Nova (eg: the Nova endpoint IP address).
da: Indtast IP-adressen som vil blive brugt til at kontakte Nova (f.eks. IP-adressen for Novaslutpunktet).
es: Introduzca la dirección IP que se utilizará para contactar con Nova (p. ej., la dirección IP del punto final de Nova).
fr: Veuillez indiquer l'adresse IP qui sera utilisée pour contacter Nova (ex : l'adresse IP du point d'accès Nova).
it: Inserire l'indirizzo IP che verrà usato per contattare Nova (es.: l'indirizzo IP del punto terminale Nova).

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne, som vil brug denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.
es: Esta dirección IP debe ser accesible desde los clientes que usarán este servicio, por lo que si está instalando una nube pública, debería ser una dirección IP pública.
fr: Cette adresse IP doit être accessible depuis les clients qui utiliseront ce service, donc si vous installez un nuage public, ce devra être une adresse IP publique.
it: Questo indirizzo IP dovrebbe essere accessibile dai client che useranno il servizio, perciò se si sta installando una cloud pubblica, questo dovrebbe essere un indirizzo IP pubblico.

source: Name of the region to register:
da: Navn på regionen der skal registreres:
es: Nombre de la región a registrar:
fr: Nom de la région à enregistrer :
it: Nome della regione da registrare:

source: Openstack can be used using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: Openstack kan bruges med tilgængelighedszoner, hvor hver region repræsenterer et sted. Indtast venligst zonen du ønsker at bruge når du registrerer slutpunktet.
es: OpenStack puede utilizarse con zonas de disponibilidad, donde cada región representa una ubicación. Introduzca la zona que desea utilizar cuando registre el punto final.
fr: OpenStack prend en charge l'utilisation de zones disponibles, avec chaque région représentant un lieu. Veuillez entrer la zone que vous souhaitez utiliser lors de l'enregistrement d'un point d'accès.
it: OpenStack può essere usato utilizzando le zone di disponibilità, con ogni regione che rappresenta una posizione. Inserire la zona che si desidera usare durante la registrazione del punto terminale.

source: Type of console daemon to start at boot time:
da: Konsoldæmonens type som skal igangsættes ved opstart:
es: Tipo de demonio de consola para iniciar en el arranque:
fr: Type de démon console à lancer au démarrage :
it: Tipo di demone per console da far partire all'avvio:

source: Nova Console supports 3 types of consoles. One is specific to Xen, called XVP (Xen VNC Proxy), and the other daemon supports KVM. While the SPICE protocol is normally faster than VNC, it also requires support for web sockets in your browser, and that is a feature only very modern browsers have support for.
da: Nova Console understøtter 4 konsoltyper. En er specifik for Xen og kaldes XVP (Xen VNC Proxy), og en dæmon understøtter KVM. Mens SPICE-protokollen normalt er hurtigere end VNC, så kræver den også understøttelse for netsokler i din browser, og det er en funktion som kun meget moderne browsere har understøttelse for.
es: Nova Console es compatible con 3 tipos de consolas. Una es específica para Xen, llamada XVP (Xen VNC Proxy), y el otro demonio es compatible con KVM. Si bien el protocolo SPICE es generalmente más rápido que VNC, también requiere que su navegador sea compatible con conectores web, característica sólo presente en los navegadores muy modernos.
fr: Nova Console prend en charge 3 types de consoles. Une est spécifique à Xen, appelée XVP (Xen VNC Proxy) et l'autre démon prend en charge KVM. Alors que le protocole SPICE est théoriquement plus rapide que VNC, il requiert également l’emploi des sockets web dans le navigateur, et c'est une fonctionnalité dont seuls les navigateurs les plus modernes disposent.
it: Nova Console gestisce 3 tipi di console. Una è specifica per Xen, chiamata XVP (Xen VNC Proxy) e l'altro demone supporta KVM. Sebbene il protocollo SPICE sia normalmente più veloce di VNC, richiede anche il supporto per i socket web nel browser e questa è una funzionalità gestita solamente dai browser molto moderni.

source: This can later be edited in /etc/default/nova-consoleproxy.
da: Dette kan senere redigeres i /etc/default/nova-consoleproxy.
es: Podrá modificar esta configuración más adelante editando el archivo «/etc/default/nova-consoleproxy».
fr: Ce choix peut être modifié ultérieurement en modifiant le fichier /etc/default/nova-consoleproxy.
it: Può essere modificato in seguito in /etc/default/nova-consoleproxy.

source: Start nova services at boot?
it: Far partire i servizi Nova all'avvio?
pl: Uruchomić usługi nova w czasie rozruchu?
sk: Spustiť služby Nova pri štarte systému?

source: Please choose whether you want to start Nova services when the machine is booted up.
it: Scegliere se far partire i servizi Nova all'avvio della macchina.
pl: Proszę wybrać, czy usługi Nova mają być uruchamiane w trakcie rozruchu systemu.
sk: Prosím, zvoľte, či chcete spustiť služby Nova pri štarte počítača.
