Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Glance image %s is in killed state
de: Glance-Image %s ist im Getötet-Zustand

source: Glance image %(image_id)s is in unknown state - %(state)s
de: Glance-Image %(image_id)s ist in einem unbekannten Zustand – %(state)s

source: ESX SOAP server returned an empty port group for the host system in its response
de: Der ESX-SOAP-Server hat in seiner Antwort eine leere Portgruppe für das System genannt

source: Creating Port Group with name %s on the ESX host
de: Portgruppe namens %s wird auf dem ESX-Host erstellt

source: Created Port Group with name %s on the ESX host
de: Portgruppe namens %s auf dem ESX-Host erstellt

source: Exception during HTTP connection close in VMWareHTTpWrite. Exception is %s
de: Ausnahme in VMWareHTTpWrite beim Schließen der HTTP-Verbindung, die Ausnahme ist %s

source: Unable to import suds.
de: suds lassen sich nicht importieren

source: Must specify vmwareapi_wsdl_loc
de: Sie müssen vmwareapi_wsdl_loc angeben

source: No such SOAP method '%s' provided by VI SDK
de: Keine solche SOAP-Methode »%s« wie vom VI-SDK bereitgestellt

source: httplib error in %s:
de: httplib-Fehler in %s:

source: Socket error in %s:
de: Socketfehler in %s:

source: Type error in %s:
de: Typfehler in %s:

source: Exception in %s
de: Ausnahme in %s

source: Getting list of instances
de: Liste der Instanzen wird abgerufen

source: Got total of %s instances
de: Insgesamt %s Instanzen erhalten

source: Couldn't get a local Datastore reference
de: Lokale Datastore-Referenz konnte nicht abgerufen werden

source: Creating VM on the ESX host
de: VM wird auf dem ESX-Host erstellt

source: Created VM on the ESX host
de: VM auf dem ESX-Host erstellt

source: Creating Virtual Disk of size %(vmdk_file_size_in_kb)s KB and adapter type %(adapter_type)s on the ESX host local store %(data_store_name)s
de: Virtuelle Platte mit der Größe %(vmdk_file_size_in_kb)s KB und dem Adaptertyp %(adapter_type)s wird auf dem lokalen Speicher %(data_store_name)s des ESX-Hosts erstellt

source: Created Virtual Disk of size %(vmdk_file_size_in_kb)s KB on the ESX host local store %(data_store_name)s
de: Virtuelle Platte der Größe %(vmdk_file_size_in_kb)s auf dem lokalen Speicher %(data_store_name)s des ESX-Hosts wurde erstellt

source: Deleting the file %(flat_uploaded_vmdk_path)s on the ESX host localstore %(data_store_name)s
de: Datei %(flat_uploaded_vmdk_path)s auf dem lokalen Speicher %(data_store_name)s des ESX-Hosts wird gelöscht

source: Deleted the file %(flat_uploaded_vmdk_path)s on the ESX host local store %(data_store_name)s
de: Datei %(flat_uploaded_vmdk_path)s auf dem lokalen Speicher %(data_store_name)s des ESX-Hosts wurde gelöscht

source: Downloading image file data %(image_ref)s to the ESX data store %(data_store_name)s
de: Image-Dateidaten %(image_ref)s werden in den ESX-Datastore %(data_store_name)s heruntergeladen

source: Downloaded image file data %(image_ref)s to the ESX data store %(data_store_name)s
de: Image-Dateidaten %(image_ref)s wurden in den ESX-Datastore %(data_store_name)s heruntergeladen

source: Reconfiguring VM instance to attach the image disk
de: VM-Instanz wird neu konfiguriert, um die Image-Platte anzuschließen

source: Reconfigured VM instance to attach the image disk
de: VM-Instanz wurde neu konfiguriert, um die Image-Platte anzuschließen

source: Powering on the VM instance
de: VM-Instanz wird eingeschaltet

source: Powered on the VM instance
de: VM-Instanz ist eingeschaltet

source: Creating Snapshot of the VM instance
de: Schnappschuss der VM-Instanz wird erzeugt

source: Created Snapshot of the VM instance
de: Schnappschuss der VM-Instanz erzeugt

source: Copying disk data before snapshot of the VM
de: Vor dem Schnappschuss der VM werden die Plattendaten kopiert

source: Copied disk data before snapshot of the VM
de: Vor dem Schnappschuss der VM wurden die Plattendaten kopiert

source: Uploading image %s
de: Image %s wird hochgeladen

source: Uploaded image %s
de: Image %s ist hochgeladen

source: Deleting temporary vmdk file %s
de: Temporäre VMDK-Datei %s wird gelöscht

source: Deleted temporary vmdk file %s
de: Temporäre VMDK-Datei %s ist gelöscht

source: instance is not powered on
de: Instanz ist nicht eingeschaltet

source: Rebooting guest OS of VM
de: Gast-OS der VM wird neu gestartet

source: Rebooted guest OS of VM
de: Gast-OS der VM ist neu gestartet

source: Doing hard reboot of VM
de: VM wird kaltgestartet

source: Did hard reboot of VM
de: VM ist kaltgestartet

source: instance not present
de: Instanz nicht vorhanden

source: Powering off the VM
de: VM wird ausgeschaltet

source: Powered off the VM
de: VM ist abgeschaltet

source: Unregistering the VM
de: VM wird entfernt

source: Unregistered the VM
de: VM ist entfernt

source: In vmwareapi:vmops:destroy, got this exception while un-registering the VM: %s
de: In vmwareapi:vmops:destroy ist beim Entfernen der VM diese Ausnahme aufgetreten: %s

source: Deleting contents of the VM from datastore %(datastore_name)s
de: Inhalte der VM werden aus dem Datastore %(datastore_name)s getilgt

source: Deleted contents of the VM from datastore %(datastore_name)s
de: Inhalte der VM wurden aus %(datastore_name)s getilgt

source: In vmwareapi:vmops:destroy, got this exception while deleting the VM contents from the disk: %s
de: In vmwareapi:vmops:destroy ist beim Löschen der VM-Inhalte diese Ausnahme aufgetreten: %s

source: pause not supported for vmwareapi
de: Pausieren für vmwareapi nicht unterstützt

source: unpause not supported for vmwareapi
de: Fortsetzen für vmwareapi nicht unterstützt

source: Suspending the VM
de: VM wird ausgesetzt

source: Suspended the VM
de: VM ist ausgesetzt

source: instance is powered off and can not be suspended.
de: Die Instanz ist ausgeschaltet und kann daher nicht ausgesetzt werden.

source: VM was already in suspended state. So returning without doing anything
de: Die VM war bereits ausgesetzt. Also wird nichts gemacht.

source: Resuming the VM
de: VM wird fortgesetzt

source: Resumed the VM
de: VM wurde fortgesetzt

source: instance is not in a suspended state
de: Instanz ist nicht ausgesetzt

source: get_diagnostics not implemented for vmwareapi
de: get_diagnostics für vmwareapi nicht implementiert

source: Reconfiguring VM instance to set the machine id with ip - %(ip_addr)s
de: VM-Instanz wird neu konfiguriert, um die Maschinen-ID mit IP %(ip_addr)s zu setzen

source: Reconfigured VM instance to set the machine id with ip - %(ip_addr)s
de: VM-Instanz wurde neu konfiguriert, um die Maschinen-ID mit IP %(ip_addr)s zu setzen

source: Creating directory with path %s
de: Verzeichnis mit Pfad %s wird erstellt

source: Created directory with path %s
de: Verzeichnis mit Pfad %s wurde erstellt

source: Downloading image %s from glance image server
de: Image %s wird vom Glance-Image-Server heruntergeladen

source: Downloaded image %s from glance image server
de: Image %s wurde vom Glance-Image-Server heruntergeladen

source: Uploading image %s to the Glance image server
de: Image %s wird zum Glance-Image-Server hochgeladen

source: Uploaded image %s to the Glance image server
de: Image %s wurde zum Glance-Image-Server hochgeladen

source: Getting image size for the image %s
de: Image-Größe wird für Image %s abgerufen

source: Got image size of %(size)s for the image %(image)s
de: Image-Größe %(size)s wurde für das Image %(image)s abgerufen

source: TIMEOUT: The call to %(method)s timed out. args=%(args)r
de: TIMEOUT: Zeitüberschreitung beim Aufruf von %(method)s, Argumente=%(args)r

source: NOT IMPLEMENTED: The call to %(method)s is not supported by the agent. args=%(args)r
de: NICHT IMPLEMENTIERT: Der Aufruf von %(method)s wird vom Agenten nicht unterstützt. Argumente=%(args)r

source: The call to %(method)s returned an error: %(e)s. args=%(args)r
de: Der Aufruf von %(method)s hat einen Fehler zurückgegeben: %(e)s. Argumente=%(args)r

source: The agent call to %(method)s returned an invalid response: %(ret)r. path=%(path)s; args=%(args)r
de: Der Agentenaufruf von %(method)s hat eine unzulässige Antwort gegeben: %(ret)r.Pfad=%(path)s; Argumente=%(args)r

source: Failed to query agent version: %(resp)r
de: Abfrage der Agentenversion ist fehlgeschlagen: %(resp)r

source: Querying agent version
de: Agentenversion wird abgefragt

source: Reached maximum time attempting to query agent version
de: Der Abruf der Agentenversion dauert zu lange

source: Updating agent to %s
de: Agent wird auf %s aktualisiert

source: Failed to update agent: %(resp)r
de: Aktualisierung des Agenten fehlgeschlagen: %(resp)r

source: Setting admin password
de: Admin-Passwort wird gesetzt

source: Failed to exchange keys: %(resp)r
de: Schlüsselaustausch fehlgeschlagen: %(resp)r

source: Failed to update password: %(resp)r
de: Aktualisierung des Passworts fehlgeschlagen: %(resp)r

source: Injecting file path: %r
de: Dateipfad wird injiziert: %r

source: Failed to inject file: %(resp)r
de: Injizierung der Datei fehlgeschlagen: %(resp)r

source: Resetting network
de: Netzwerk wird zurückgesetzt

source: Failed to reset network: %(resp)r
de: Netzwerk konnte nicht zurückgesetzt werden: %(resp)r

source: OpenSSL error: %s
de: OpenSSL-Fehler: %s

source: Must specify xenapi_connection_url, xenapi_connection_username (optionally), and xenapi_connection_password to use compute_driver=xenapi.XenAPIDriver
de: Sie müssen xenapi_connection_url, xenapi_connection_username (optional) und xenapi_connection_password angeben, um compute_driver=xenapi.XenAPIDriver verwenden zu können

source: Failure while cleaning up attached VDIs
de: Fehlschlag beim Aufräumen der angeschlossenen VDIs

source: Could not determine key: %s
de: Schlüssel konnte nicht ermittelt werden: %s

source: Host startup on XenServer is not supported.
de: Host-Starts auf dem XenServer werden nicht unterstützt

source: Unable to log in to XenAPI (is the Dom0 disk full?)
de: Die Anmeldung an der XenAPI klappt nicht (Ist die Dom0-Festplatte voll?)

source: Host is member of a pool, but DB says otherwise
de: Der Host gehört zu einem Pool, aber die DB behauptet das Gegenteil

source: Got exception: %s
de: Ausnahme erhalten: %s

source: Raising NotImplemented
de: NotImplemented tritt auf

source: xenapi.fake does not have an implementation for %s
de: xenapi.fake enthält keine Implementation von %s

source: Calling %(localname)s %(impl)s
de: %(localname)s %(impl)s wird aufgerufen

source: Calling getter %s
de: Abrufer %s wird aufgerufen

source: Calling setter %s
de: Setzer %s wird aufgerufen

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
de: xenapi.fake enthält keine Implementation von %s oder wurde mit der falschen Anzahl an Argumenten aufgerufen

source: Instance %(name)s running on %(host)s could not be found in the database: assuming it is a worker VM and skip ping migration to a new host
de: Die Instanz %(name)s, die auf dem Host %(host)s läuft, konnte nicht in der Datenbank gefunden werden: Es wird daher angenommen, dass das eine Worker-VM ist und die Ping-Migration auf einen neuen Host übersprungen.

source: Unable to get SR for this host: %s
de: SR für diesen Host ist nicht abrufbar: %s

source: Unable to get updated status
de: Zustandsaktualisierung lässt sich nicht abrufen

source: The call to %(method)s returned an error: %(e)s.
de: Der Aufruf von %(method)s hat einen Fehler zurückgegeben: %(e)s

source: Found non-unique network for name_label %s
de: Nicht-eindeutiges Netzwerk für name_label %s gefunden

source: Found non-unique network for bridge %s
de: Nicht-eindeutiges Netzwerk für Netzwerkbrücke %s gefunden

source: Found no network for bridge %s
de: Kein Netzwerk für Netzwerkbrücke %s gefunden

source: Aggregate %(aggregate_id)s: unrecoverable state during operation on %(host)s
de: Aggregat %(aggregate_id)s: Nicht zu rettender Zustand während der Operation an %(host)s

source: Unable to eject %(host)s from the pool; pool not empty
de: %(host)s kann nicht aus dem Pool geworfen werden; der Pool ist nicht leer

source: Unable to eject %(host)s from the pool; No master found
de: %(host)s kann nicht aus dem Pool geworfen werden; kein Master gefunden

source: Pool-Join failed: %(e)s
de: Pool-Beitritt fehlgeschlagen: %(e)s

source: Unable to join %(host)s in the pool
de: %(host)s kann nicht im Pool aufgenommen werden

source: Pool-eject failed: %(e)s
de: Pool-Entlassung fehlgeschlagen: %(e)s

source: Unable to set up pool: %(e)s.
de: Pool lässt sich nicht einrichten: %(e)s

source: Pool-set_name_label failed: %(e)s
de: Pool-set_name_label fehlgeschlagen: %(e)s

source: Found no PIF for device %s
de: PIF für Gerät %s nicht gefunden

source: PIF %(pif_rec['uuid'])s for network %(bridge)s has VLAN id %(pif_vlan)d. Expected %(vlan_num)d
de: PIF %(pif_rec['uuid'])s für das Netzwerk %(bridge)s hat die VLAN-ID %(pif_vlan)d. Erwartet wurde %(vlan_num)d

source: Created VM
de: VM erstellt

source: VM destroyed
de: VM zerstört

source: VM already halted, skipping shutdown...
de: VM hat schon angehalten, Herunterfahren wird übersprungen …

source: Shutting down VM
de: VM wird heruntergefahren

source: VBD not found in instance %s
de: VBD in Instanz %s nicht gefunden

source: VBD %s already detached
de: VBD %s bereits getrennt

source: VBD %(vbd_ref)s detach rejected, attempt %(num_attempt)d/%(max_attempts)d
de: Trennung der VBD %(vbd_ref)s abgelehnt, Versuch %(num_attempt)d/%(max_attempts)d

source: Unable to unplug VBD %s
de: VBD %s lässt sich nicht entfernen

source: Reached maximum number of retries trying to unplug VBD %s
de: Höchstanzahl der Versuche, das VBD %s zu entfernen, erreicht

source: Unable to destroy VBD %s
de: VBD %s lässt sich nicht zerstören

source: Creating %(vbd_type)s-type VBD for VM %(vm_ref)s, VDI %(vdi_ref)s ...
de: VBD des %(vbd_type)s-Typs wird für VM %(vm_ref)s, VDI %(vdi_ref)s erstellt …

source: Created VBD %(vbd_ref)s for VM %(vm_ref)s, VDI %(vdi_ref)s.
de: VBD %(vbd_ref)s für VM %(vm_ref)s, VDI %(vdi_ref)s wurde erstellt.

source: Unable to destroy VDI %s
de: VDI %s lässt sich nicht zerstören

source: Created VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) on %(sr_ref)s.
de: VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) auf %(sr_ref)s wird erstellt.

source: Cloned VDI %(vdi_ref)s from VDI %(vdi_to_clone_ref)s
de: VDI %(vdi_ref)s wurde aus VDI %(vdi_to_clone_ref)s geklont

source: No primary VDI found for %(vm_ref)s
de: Keine primäre VDI für %(vm_ref)s gefunden

source: Starting snapshot for VM
de: Schnappschuss für VM wird gestartet

source: Created snapshot %(template_vdi_uuid)s with label '%(label)s'
de: Schnappschuss %(template_vdi_uuid)s mit Bezeichnung »%(label)s« erstellt

source: Destroying cached VDI '%(vdi_uuid)s'
de: Zwischengespeicherte VDI »%(vdi_uuid)s« wird zerstört

source: Asking xapi to upload %(vdi_uuids)s as ID %(image_id)s
de: xapi wird gebeten, %(vdi_uuids)s als ID %(image_id)s hochzuladen

source: Fast cloning is only supported on default local SR of type ext. SR on this system was found to be of type %(sr_type)s. Ignoring the cow flag.
de: Schnellklonen wird nur auf vorgegebenen lokalen SRs des Typs ext unterstützt, auf diesem System wurde aber ein SR des Typs %(sr_type)s vorgefunden. Der COW-Schalter wird ignoriert.

source: Unrecognized cache_images value '%s', defaulting to True
de: Nicht erkannter cache_images-Wert »%s«, Vorgabe »True« wird benutzt

source: Fetched VDIs of type '%(vdi_type)s' with UUID '%(vdi_uuid)s'
de: VIDs vom Typ »%(vdi_type)s« mit UUID »%(vdi_uuid)s« abgerufen

source: download_vhd %(image_id)s, attempt %(attempt_num)d/%(max_attempts)d, params: %(params)s
de: download_vhd %(image_id)s, Versuch %(attempt_num)d/%(max_attempts)d, Parameter: %(params)s

source: download_vhd failed: %r
de: download_vhd fehlgeschlagen: %r

source: Asking xapi to fetch vhd image %(image_id)s
de: xapi wird gebeten, das VHD-Image %(image_id)s abzurufen

source: Image size %(size_bytes)d exceeded instance_type allowed size %(allowed_size_bytes)d
de: Die Image-Größe %(size_bytes)d übersteigt die für instance_type erlaubte Größe %(allowed_size_bytes)d

source: Fetching image %(image_id)s, type %(image_type_str)s
de: Image %(image_id)s vom Typ %(image_type_str)s wird abgerufen

source: Size for image %(image_id)s: %(virtual_size)d
de: Größe des Images %(image_id)s: %(virtual_size)d

source: Kernel/Ramdisk image is too large: %(vdi_size)d bytes, max %(max_size)d bytes
de: Kernel-/Ramdisk-Image ist zu groß: %(vdi_size)d Byte, max. %(max_size)d Byte

source: Copying VDI %s to /boot/guest on dom0
de: VDI %s wird nach /boot/guest auf Dom0 kopiert

source: Kernel/Ramdisk VDI %s destroyed
de: Kernel/Ramdisk-VDI %s zerstört

source: Failed to fetch glance image
de: Abruf des Glance-Images fehlgeschlagen

source: Detected %(image_type_str)s format for image %(image_ref)s
de: Format %(image_type_str)s für Image %(image_ref)s entdeckt

source: Looking up vdi %s for PV kernel
de: VDI %s für PV-Kernel wird nachgeschlagen

source: Unknown image format %(disk_image_type)s
de: Unbekanntes Image-Format %(disk_image_type)s

source: VDI %s is still available
de: VDI %s ist immer noch verfügbar

source: Unable to parse rrd of %(vm_uuid)s
de: rrd von %(vm_uuid)s kann nicht ausgewertet werden

source: Re-scanning SR %s
de: Neu-Absuchen des SR %s

source: Flag sr_matching_filter '%s' does not respect formatting convention
de: Schalter sr_matching_filter »%s« hält sich nicht an die Formatierungskonvention

source: XenAPI is unable to find a Storage Repository to install guest instances on. Please check your configuration and/or configure the flag 'sr_matching_filter'
de: XenAPI ist nicht in der Lage, ein Speicher-Depot zur Installation von Gastinstanzen aufzutreiben. Bitte überprüfen Sie Ihre Konfiguration und/oder konfigurieren Sie den Schalter »sr_matching_filter«.

source: Cannot find SR of content-type ISO
de: SR des Inhalts-Typs ISO kann nicht gefunden werden

source: ISO: looking at SR %(sr_rec)s
de: ISO: Es wird auf das SR %(sr_rec)s geachtet.

source: ISO: not iso content
de: ISO: kein ISO-Inhalt

source: ISO: iso content_type, no 'i18n-key' key
de: ISO: ISO-content_type, kein »i18n-key«-Schlüssel

source: ISO: iso content_type, i18n-key value not 'local-storage-iso'
de: ISO: ISO-content_type, i18n-key-Wert nicht »local-storage-iso«

source: ISO: SR MATCHing our criteria
de: ISO: SR PASST zu unseren Kriterien

source: ISO: ISO, looking to see if it is host local
de: ISO: ISO, es wird nachgesehen, ob es lokal auf dem Host liegt

source: ISO: PBD %(pbd_ref)s disappeared
de: ISO: PBD %(pbd_ref)s ist verschwunden

source: ISO: PBD matching, want %(pbd_rec)s, have %(host)s
de: ISO: PBD passt, %(pbd_rec)s ist gewollt, %(host)s ist vorhanden

source: ISO: SR with local PBD
de: ISO: SR mit lokalem PBD

source: Unable to obtain RRD XML for VM %(vm_uuid)s with server details: %(server)s.
de: RRD-XML ist nicht abrufbar für VM %(vm_uuid)s mit Server-Details: %(server)s

source: Unable to obtain RRD XML updates with server details: %(server)s.
de: RRD-XML-Aktualisierungen sind mit Server-Details nicht abrufbar: %(server)s.

source: Invalid statistics data from Xenserver: %s
de: Unzulässige Statistikdaten vom Xenserver: %s

source: VHD %(vdi_uuid)s has parent %(parent_uuid)s
de: VHD %(vdi_uuid)s hat Eltern %(parent_uuid)s

source: Parent %(parent_uuid)s doesn't match original parent %(original_parent_uuid)s, waiting for coalesce...
de: Eltern %(parent_uuid)s passen nicht zu den Originaleltern %(original_parent_uuid)s, Zusammenführung wird abgewartet …

source: VHD coalesce attempts exceeded (%(max_attempts)d), giving up...
de: Anzahl der Versuche für die VHD-Zusammenführung überschritten (%(max_attempts)d), Zusammenführung wird aufgegeben …

source: Timeout waiting for device %s to be created
de: Zeitüberschreitung beim Warten auf die Erstellung des Geräts %s

source: Disconnecting stale VDI %s from compute domU
de: Abgelaufene VDI %s wird vom Rechen-DomU getrennt

source: Plugging VBD %s ...
de: VPD %s wird angeschlossen …

source: Plugging VBD %s done.
de: VBD %s angeschlossen

source: VBD %(vbd_ref)s plugged as %(orig_dev)s
de: VBD %(vbd_ref)s als %(orig_dev)s angeschlossen

source: VBD %(vbd_ref)s plugged into wrong dev, remapping to %(dev)s
de: VBD %(vbd_ref)s am falschen Gerät angeschlossen, wird auf %(dev)s umgelegt

source: Destroying VBD for VDI %s ...
de: VBD für VDI %s wird zerstört …

source: Destroying VBD for VDI %s done.
de: VBD für VDI %s wurde zerstört

source: Running pygrub against %s
de: pygrub wird gegen %s ausgeführt

source: Found Xen kernel %s
de: Xen-Kernel %s gefunden

source: No Xen kernel found. Booting HVM.
de: Kein Xen-Kernel gefunden, HVM wird gestartet

source: Partitions:
de: Partitionen:

source: %(num)s: %(ptype)s %(size)d sectors
de: %(num)s: %(ptype)s %(size)d Sektoren

source: Writing partition table %(primary_first)d %(primary_last)d to %(dev_path)s...
de: Partitionstabelle %(primary_first)d %(primary_last)d wird auf %(dev_path)s geschrieben …

source: Writing partition table %s done.
de: Partitionstabelle %s ist geschrieben

source: Starting sparse_copy src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d
de: sparse_copy gestartet, src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d

source: Finished sparse_copy in %(duration).2f secs, %(compression_pct).2f%% reduction in size
de: sparse_copy in %(duration).2f Sekunden fertig gestellt und dabei um %(compression_pct).2f%% verkleinert

source: XenServer tools installed in this image are capable of network injection. Networking files will not bemanipulated
de: Die in diesem Image installierten XenServer-Werkzeuge beherrschen die Netzwerkinjektion. Netzwerkdateien werden nicht bearbeitet

source: XenServer tools are present in this image but are not capable of network injection
de: Die XenServer-Werkzeuge sind in diesem Image vorhanden, beherrschen aber die Netzwerkinjektion nicht

source: XenServer tools are not installed in this image
de: Die XenServer-Werkzeuge sind in diesem Image nicht installiert

source: Manipulating interface files directly
de: Schnittstellendateien werden direkt bearbeitet

source: Failed to mount filesystem (expected for non-linux instances): %s
de: Einhängen des Dateisystems fehlgeschlagen (war für Nicht-Linux-Instanzen zu erwarten): %s

source: This domU must be running on the host specified by xenapi_connection_url
de: Diese DomU muss auf dem Host laufen, der in xenapi_connection_url angegeben ist

source: Updating progress to %(progress)d
de: Fortschritt wird auf %(progress)d aktualisiert

source: Starting instance
de: Instanz wird gestartet

source: Removing kernel/ramdisk files from dom0
de: Kernel-/Ramdisk-Dateien werden von Dom0 entfernt

source: Block device information present: %s
de: Blockgeräte-Information vorhanden: %s

source: Failed to spawn, rolling back
de: Erzeugen fehlgeschlagen, wird zurückgenommen

source: Detected ISO image type, creating blank VM for install
de: ISO-Image entdeckt, leere VM zur Installation wird erzeugt

source: Auto configuring disk, attempting to resize partition...
de: Platte wird automatisch konfiguriert, Größenänderung der Partition wird versucht …

source: Starting VM
de: VM wird gestartet

source: Latest agent build for %(hypervisor)s/%(os)s/%(architecture)s is %(version)s
de: Neueste Agent-Buildversion für %(hypervisor)s/%(os)s/%(architecture)s ist %(version)s

source: No agent build found for %(hypervisor)s/%(os)s/%(architecture)s
de: Keine Agent-Buildversion für %(hypervisor)s/%(os)s/%(architecture)s gefunden

source: Waiting for instance state to become running
de: Warten, bis sich der Instanzen-Zustand auf »Läuft« ändert

source: Instance agent version: %s
de: Instanzagent-Version: %s

source: Setting VCPU weight
de: VCPU-Gewicht wird gesetzt
