Repository: homolkad/deb-nova
Catalog: debian/po/*.po
Languages: da, de, es, fr, it, pl, sk

source: Illegal value specified for storwize_svc_vol_compression: set to either True or False
de: Illegaler Wert für storwize_svc_vol_compression angegeben: Setzen Sie es entweder auf True oder False.

source: enter: do_setup
de: Eintreten: do_setup

source: leave: do_setup
de: Verlassen: do_setup

source: enter: create_volume: volume %s
de: Eintreten: create_volume: volume %s

source: create volume %(name)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
de: Volume %(name)s erstellen – keine Erfolgsmeldung in der Kommandozeilenausgabe vorgefunden stdout: %(out)s stderr: %(err)s

source: leave: create_volume: volume %(name)s
de: Verlassen: create_volume: Volume %(name)s

source: enter: delete_volume: volume %(name)s
de: Eintreten: delete_volume: Volume %(name)s

source: delete volume %(name)s - non empty output from CLI. stdout: %(out)s stderr: %(err)s
de: Volume %(name)s löschen – nicht-leere Ausgabe der Kommandozeile stdout: %(out)s stderr: %(err)s

source: warning: tried to delete volume %(name)s but it does not exist.
de: Warnung: Es wurde versucht, das Volume %(name)s zu löschen, aber es existiert nicht.

source: leave: delete_volume: volume %(name)s
de: Verlassen: delete_volume: Volume %(name)s

source: ensure_export: volume %s not found on storage
de: ensure_export: Volume %s im Speicher nicht gefunden

source: enter: initialize_connection: volume %(vol)s with connector %(conn)s
de: Eintreten: initialize_connection: Volume %(vol)s mit Anschluss %(conn)s

source: _create_new_host failed to return the host name.
de: _create_new_host konnte den Hostnamen nicht zurückgeben.

source: initialize_connection: did not find preferred node %(node)s for volume %(vol)s in iSCSI configuration
de: initialize_connection: kein bevorzugter Knoten %(node)s für Volume %(vol)s in der iSCSI-Konfiguration gefunden

source: initialize_connection: did not find a preferred node for volume %s in iSCSI configuration
de: initialize_connection: kein bevorzugter Knoten für Volume %s in der iSCSI-Konfiguration gefunden

source: leave: initialize_connection: volume: %(vol)s connector %(conn)s properties: %(prop)s
de: Verlassen: initialize_connection: Volume: %(vol)s Anschluss: %(conn)s Eigenschaften: %(prop)s

source: enter: terminate_connection: volume %(vol)s with connector %(conn)s
de: Eintreten: terminate_connection: Volume %(vol)s mit Anschluss %(conn)s

source: _get_host_from_iscsiname failed to return the host name for iscsi name %s
de: _get_host_from_iscsiname konnte den Hostnamen für den iSCSI-Namen %s nicht zurückgeben

source: delete mapping of volume %(vol)s to host %(host)s - non empty output from CLI. stdout: %(out)s stderr: %(err)s
de: Abbildung des Volumes %(vol)s auf Host %(host)s löschen – nicht-leere Ausgabe der Kommandozeile stdout: %(out)s stderr: %(err)s

source: terminate_connection: no mapping of volume %(vol)s to host %(host)s found
de: terminate_connection: keine Abbildung des Volumes %(vol)s auf Host %(host)s gefunden

source: leave: terminate_connection: volume %(vol)s with connector %(conn)s
de: Verlassen: terminate_connection: Volume %(vol)s mit Anschluss %(conn)s

source: _run_flashcopy: fail to cleanup failed FlashCopy mapping %(fc_map_id)% from %(source)s to %(target)s. stdout: %(out)s stderr: %(err)s
de: _run_flashcopy: Bereinigen der fehlgeschlagenen FlashCopy-Abbildung %(fc_map_id)% von %(source)s auf %(target)s erfolglos stdout: %(out)s stderr: %(err)s

source: enter: _run_flashcopy: execute FlashCopy from source %(source)s to target %(target)s
de: Eintreten: _run_flashcopy: FlashCopy wird aus Quelle %(source)s auf das Ziel %(target)s ausgeführt

source: create FC mapping from %(source)s to %(target)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
de: FC-Abbildung von %(source)s auf %(target)s erstellen – keine Erfolgsmeldung in der Kommandozeilenausgabe gefunden stdout: %(out)s stderr: %(err)s

source: create FC mapping from %(source)s to %(target)s - did not find mapping id in CLI output. stdout: %(out)s stderr: %(err)s
de: FC-Abbildung von %(source)s auf %(target)s erstellen – keine Abbildungs-ID in der Kommandozeilenausgabe gefunden stdout: %(out)s stderr: %(err)s

source: _run_flashcopy: fail to prepare FlashCopy from %(source)s to %(target)s. stdout: %(out)s stderr: %(err)s
de: _run_flashcopy: Vorbereitung von FlashCopy von %(source)s auf %(target)s fehlgeschlagen stdout: %(out)s stderr: %(err)s

source: unexecpted mapping status %(status)s for mapping %(id)s. Attributes: %(attr)s
de: unerwarteter Abbildungs-Zustand %(status)s für Abbildung %(id)s, Attribute: %(attr)s

source: mapping %(id)s prepare failed to complete within the alloted %(to)s seconds timeout. Terminating
de: Vorbereitung der Abbildung %(id)s konnte innerhalb der zugeteilten Zeitüberschreitung von %(to)s Sekunden nicht abgeschlossen werden; wird beendet

source: _run_flashcopy: fail to start FlashCopy from %(source)s to %(target)s with exception %(ex)s
de: _run_flashcopy: Start von FlashCopy von %(source)s auf %(target)s mit Ausnahme %(ex)s fehlgeschlagen

source: _run_flashcopy: fail to start FlashCopy from %(source)s to %(target)s. stdout: %(out)s stderr: %(err)s
de: _run_flashcopy: Start von FlashCopy von %(source)s auf %(target)s fehlgeschlagen stdout: %(out)s stderr: %(err)s

source: leave: _run_flashcopy: FlashCopy started from %(source)s to %(target)s
de: Verlassen: _run_flashcopy: FlashCopy von %(source)s auf %(target)s gestartet

source: enter: create_volume_from_snapshot: snapshot %(tgt)s from volume %(src)s
de: Eintreten: create_volume_from_snapshot: Schnappschuss %(tgt)s des Volumes %(src)s

source: create_volume_from_snapshot: source volume %s does not exist
de: create_volume_from_snapshot: Quellvolume %s existiert nicht

source: create_volume_from_snapshot: cannot get source volume %(src)s capacity from volume attributes %(attr)s
de: create_volume_from_snapshot: die Kapazität des Quell-Volumes %(src)s kann den Volume-Attributen %(attr)s nicht entnommen werden

source: create_volume_from_snapshot: target volume %s already exists, cannot create
de: create_volume_from_snapshot: Ziel-Volume %s existiert bereits, kann also nicht erstellt werden

source: leave: create_volume_from_snapshot: %s created successfully
de: Verlassen: create_volume_from_snapshot: %s erfolgreich erstellt

source: enter: create_snapshot: snapshot %(tgt)s from volume %(src)s
de: Eintreten: create_snapshot: Schnappschuss %(tgt)s vom Volume %(src)s

source: create_snapshot: source volume %s does not exist
de: create_snapshot: Quellvolume %s existiert nicht

source: create_snapshot: source %(src)s and target volume %(tgt)s have different capacities (source:%(ssize)s target:%(tsize)s)
de: create_snapshot: Quellvolume %(src)s und Zielvolume %(tgt)s haben unterschiedliche Kapazitäten (Quelle: %(ssize)s Ziel: %(tsize)s)

source: leave: create_snapshot: %s created successfully
de: Verlassen: create_snapshot: %s erfolgreich erstellt

source: enter: delete_snapshot: snapshot %s
de: Eintreten: delete_snapshot: Schnappschuss %s

source: leave: delete_snapshot: snapshot %s
de: Verlassen: delete_snapshot: Schnappschuss %s

source: enter: _get_host_from_iscsiname: iSCSI initiator %s
de: Eintreten: _get_host_from_iscsiname: iSCSI-Initiator %s

source: _get_host_from_iscsiname: failed with unexpected CLI output. command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: _get_host_from_iscsiname: mit unerwarteter Kommandozeilenausgabe fehlgeschlagen Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: _get_host_from_iscsiname: Unexpected response from CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: _get_host_from_iscsiname: unerwartete Antwort der Kommandozeilenausgabe Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: leave: _get_host_from_iscsiname: iSCSI initiator %s
de: Verlassen: _get_host_from_iscsiname: iSCSI-Initiator %s

source: enter: _create_new_host: host %(name)s with iSCSI initiator %(init)s
de: Eintreten: _create_new_host: Host %(name)s mit iSCSI-Initiator %(init)s

source: _create_new_host: cannot clean host name. Host name is not unicode or string
de: _create_new_host: Hostname kann nicht gelöscht werden, der Hostname ist weder Unicode noch eine Zeichenkette

source: create host %(name)s with iSCSI initiator %(init)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
de: Host %(name)s mit iSCSI-Initiator %(init)s erstellen – keine Erfolgsmeldung in der Kommandozeilenausgabe gefunden stdout: %(out)s stderr: %(err)s

source: leave: _create_new_host: host %(host)s with iSCSI initiator %(init)s
de: Verlassen: _create_new_host: Host %(host)s mit iSCSI-Initiator %(init)s

source: enter: _delete_host: host %s
de: Eintreten: _delete_host: Host %s

source: warning: tried to delete host %(name)s but it does not exist.
de: Warnung: Es wurde versucht, den Host %(name)s zu löschen, aber er existiert nicht.

source: leave: _delete_host: host %s
de: Verlassen: _delete_host: Host %s

source: enter: _is_volume_defined: volume %s
de: Eintreten: _is_volume_defined: Volume %s

source: leave: _is_volume_defined: volume %(vol)s with %(str)s
de: Verlassen: _is_volume_defined: Volume %(vol)s mit %(str)s

source: enter: _is_host_defined: host %s
de: Eintreten: _is_host_defined: Host %s

source: _is_host_defined: Unexpected response from CLI output. stdout: %(out)s stderr: %(err)s
de: _is_host_defined: Unerwartete Antwort der Kommandozeilenausgabe stdout: %(out)s stderr: %(err)s

source: Data received for host %(host1)s instead of host %(host2)s. stdout: %(out)s stderr: %(err)s
de: Daten für Host %(host1)s anstatt für Host %(host2)s empfangen stdout: %(out)s stderr: %(err)s

source: leave: _is_host_defined: host %(host)s with %(str)s
de: Verlassen: _is_host_defined: Host %(host)s mit %(str)s

source: enter: _map_vol_to_host: volume %(vol)s to host %(host)s
de: Eintreten: _map_vol_to_host: Volume %(vol)s auf Host %(host)s

source: _map_vol_to_host: mapping host %(host)s to volume %(vol)s with LUN %(lun)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
de: _map_vol_to_host: Host %(host)s auf Volume %(vol)s mit LUN %(lun)s abbilden – keine Erfolgsmeldung in der Kommandozeilenausgabe gefunden; stdout: %(out)s stderr: %(err)s

source: leave: _map_vol_to_host: LUN %(lun)s, volume %(vol)s, host %(host)s
de: Verlassen: _map_vol_to_host: LUN %(lun)s, Volume %(vol)s, Host %(host)s

source: enter: _get_flashcopy_mapping_attributes: mapping %s
de: Eintreten: _get_flashcopy_mapping_attributes: Abbildung %s

source: _get_flashcopy_mapping_attributes: Unexpected response from CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: _get_flashcopy_mapping_attributes: unerwartete Antwort der Kommandozeilenausgabe Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: leave: _get_flashcopy_mapping_attributes: mapping %(id)s, attributes %(attr)s
de: Verlassen: _get_flashcopy_mapping_attributes: Abbildung %(id)s, Attribute %(attr)s

source: enter: _get_volume_attributes: volume %s
de: Eintreten: _get_volume_attributes: Volume %s

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: Kommandozeilen-Ausnahmeausgabe: Befehl: %(cmd)s stdout: %(out)s stderr: %(err)s

source: leave: _get_volume_attributes: volume %(vol)s attributes: %(attr)s
de: Verlassen: _get_volume_attributes: Volume %(vol)s Attribute: %(attr)s

source: name cannot be None
de: Der Name kann nicht nichts sein

source: id cannot be None
de: Die ID kann nicht nichts sein

source: Params: %s
de: Parameter: %s

source: Failed to create sr %s...continuing
de: Erstellung des SR %s fehlgeschlagen … wird fortgesetzt

source: Create failed
de: Erstellung fehlgeschlagen

source: SR UUID of new SR is: %s
de: SR-UUID des neuen SR ist: %s

source: Failed to update db
de: DB-Aktualisierung fehlgeschlagen

source: Failed to introduce sr %s...continuing
de: Bekanntgabe des SR %s fehlgeschlagen … wird fortgesetzt

source: Failed to reach backend %d
de: Erreichen des Backends %d fehlgeschlagen

source: XenSMDriver requires xenapi connection
de: XenSMDriver erfordert eine xenapi-Verbindung

source: Failed to initiate session
de: Initialisierung der Sitzung fehlgeschlagen

source: Volume will be created in backend - %d
de: Volume wird im Backend erstellt – %d

source: Failed to update volume in db
de: Aktualisierung des Volumes in der DB fehlgeschlagen

source: Unable to create volume
de: Erstellen des Volumes fehlgeschlagen

source: Volume %s does not exist
de: Volume %s existiert nicht

source: Failed to delete vdi
de: Löschen der VDI fehlgeschlagen

source: Failed to delete volume in db
de: Löschen des Volumes in der DB fehlgeschlagen

source: Failed to find volume in db
de: Auffinden des Volumes in der DB fehlgeschlagen

source: Failed to find backend in db
de: Auffinden des Backends in der DB fehlgeschlagen

source: Nexenta SA returned the error
de: Nexenta SA hat den Fehler zurückgegeben

source: Sending JSON data: %s
de: JSON-Daten werden gesendet: %s

source: Auto switching to HTTPS connection to %s
de: Automatische Umschaltung auf HTTPS-Verbindung zu %s

source: No headers in server response
de: Keine Kopfzeilen in der Antwort des Servers

source: Bad response from server
de: Ungeeignete Antwort vom Server

source: Got response: %s
de: Antwort erhalten: %s

source: Volume %s does not exist in Nexenta SA
de: Volume %s existiert nicht in Nexenta SA

source: Call to local_path should not happen. Verify that use_local_volumes flag is turned off.
de: Aufrufe für local_path sollten nicht vorkommen. Stellen Sie sicher, dass der use_local_volumes-Schalter nicht gesetzt ist.

source: Ignored target creation error "%s" while ensuring export
de: Zielerstellungsfehler »%s« beim Sicherstellen des Exports ignoriert

source: Ignored target group creation error "%s" while ensuring export
de: Zielgruppen-Erstellungsfehler »%s« beim Sicherstellen des Exports ignoriert

source: Ignored target group member addition error "%s" while ensuring export
de: Fehler »%s« beim Hinzufügen von Mitgliedern zur Zielgruppe während des Sicherstellens des Exports ignoriert

source: Ignored LU creation error "%s" while ensuring export
de: LU-Erstellungsfehler »%s« beim Sicherstellen des Exports ignoriert

source: Ignored LUN mapping entry addition error "%s" while ensuring export
de: Fehler »%s« beim Hinzufügen von Einträgen zur LUN-Abbildung während des Sicherstellens des Exports ignoriert

source: Got error trying to destroy target group %(target_group)s, assuming it is already gone: %(exc)s
de: Beim Zerstören der Zielgruppe %(target_group)s ist ein Fehler aufgetreten, angenommen, sie ist schon fort: %(exc)s

source: Got error trying to delete target %(target)s, assuming it is already gone: %(exc)s
de: Beim Löschen des Ziels %(target)s ist ein Fehler aufgetreten, angenommen, es ist schon fort: %(exc)s

source: Auth server hostname:
da: Værtsnavn for authserver:
es: Nombre del equipo del servidor de autenticación:
fr: Nom d'hôte du serveur d'authentification :
it: Nome host del server di autenticazione:

source: Please specify the URL of your Nova authentication server. Typically this is also the URL of your OpenStack Identity Service (Keystone).
da: Angiv venligst adressen for din Novagodkendelsesserver. Typisk er dette også adresesn for din OpenStack Identity Service (Keystone).
es: Indique la URL del servidor de autenticación de Nova. Suele ser el nombre del equipo del Servicio de Identidad de OpenStack (Keystone).
fr: Veuillez indiquer l'adresse URL du serveur d'authentification Nova. En général, il s'agit également de l'adresse URL du Service d'identité OpenStack (Keystone).
it: Specificare l'URL del server di autenticazione Nova. Tipicamente, è anche l'URL dell'OpenStack Identity Service (Keystone).

source: Auth server tenant name:
da: Tenantnavn for authserver:
es: Nombre del inquilino («tenant») del servidor de autenticación:
fr: Nom d'espace client du serveur d'authentification :
it: Nome del locatario ("tenant") per il server di autenticazione:

source: Auth server username:
da: Brugernavn for authserver:
es: Nombre de usuario del servidor de autenticación:
fr: Nom d'utilisateur pour le serveur d'authentification :
it: Nome utente per il server di autenticazione:

source: Auth server password:
da: Adgangskode for authserver:
es: Contraseña del servidor de autenticación:
fr: Mot de passe pour le serveur d'authentification :
it: Password per il server di autenticazione:

source: Set up a database for Nova?
da: Opsæt en database for Nova?
es: ¿Desea configurar una base de datos para Nova?
fr: Faut-il installer une base de données pour Nova ?
it: Impostare un database per Nova?
pl: Skonfigurować bazę danych do Nova?
sk: Nastaviť databázu pre Nova?

source: No database has been set up for Nova to use. If you want to set one up now, please make sure you have all needed information:
da: Ingen database er blevet opsat, som Nova kan bruge. Hvis du ønsker at opsætte en nu så sikr dig, at du har den krævede information:
es: No se ha configurado ninguna base de datos para Nova. Si desea configurar una ahora, debe asegurarse de que dispone de los siguientes datos:
fr: Aucune base de données n'a été installée pour Nova. Si vous souhaitez en installer une maintenant, veuillez vous assurer de disposer de toutes les informations nécessaires.
it: Non è stato impostato alcun database per l'uso da parte di Nova. Se si desidera impostarne uno ora assicurarsi di avere tutte le informazioni necessarie:
pl: Nie skonfigurowano bazy danych do użycia z programem Nova. Przed kontynuowaniem, proszę upewnić się, że posiada się:
sk: Nebola nastavená žiadna databáza, ktorú by mala Nova používať. Ak ju chcete nastaviť teraz, prosím, ubezpečte sa, že máte všetky potrebné informácie:

source: * the host name of the database server (which must allow TCP connections from this machine); * a username and password to access the database; * the type of database management software you want to use.
da: * værtsnavnet for databaseserveren (som skal tillade TCP- forbindelser fra denne maskine) * et brugernavn og adgangskode for at tilgå databasen * Databasehåndteringstypen du ønsker at bruge.
es: .* El nombre del servidor de la base de datos (el cual debe permitir conexiones TCP desde esta máquina); * Un nombre de usuario y una contraseña para acceder a la base de datos; * El software para gestión de bases de datos que desea utilizar.
fr: - le nom d'hôte du serveur de bases de données (qui doit autoriser les connexions TCP depuis cette machine) ; - un nom d'utilisateur et un mot de passe pour accéder à la base de données ; - le type de gestionnaire de base de données que vous souhaitez utiliser.
it: * il nome host del server di database (che deve permettere le connessioni TCP da questa macchina); * un nome utente e una password per accedere al database; * il tipo di software di gestione del database che si desidera usare.
pl: - nazwę serwera bazy danych (musi on pozwalać na połączenia TCP z tego komputera), - nazwę użytkownika i hasło dostępowe do bazy danych, - typ oprogramowania zarządzającego bazą danych, który chce się wykorzystać.
sk: * názov hositeľa databázového servera (ktorý musí povoľovať spojenia TCP z tohto počtítača) * používateľské meno a heslo na prístup k databáze * typ systému riadenia bázy dát, ktorý chcete použiť

source: If you don't choose this option, no database will be set up and Nova will use regular SQLite support.
da: Hvis du ikke vælger denne indstilling, så vil der ikke blive sat en database op og Nova vil bruge normal SQLite-understøttelse.
es: Si no elige esta opción, no se configurará ninguna base de datos y Nova utilizará SQLite.
fr: Si vous ne choisissez pas cette option, aucune base de données ne sera installée et Nova utilisera la gestion SQLite de base.
it: Se non si sceglie questa opzione, non verrà impostato alcun database e Nova userà il regolare supporto SQLite.
pl: Jeśli nie wybierze się tej opcji, żadna baza danych nie zostanie skonfigurowana, a Nova będzie korzystać ze zwykłej obsługi SQLite.
sk: Ak nezvolíte túto voľbu, nebude nastavená žiadna databáza a Nova použije bežnú podporu SQLite.

source: You can change this setting later on by running "dpkg-reconfigure -plow nova-common".
da: Du kan ændre denne indstilling senere ved at køre »dpkg-reconfigure -plow nova-common«.
es: Podrá cambiar esta configuración más adelante ejecutando «dpkg-reconfigure -plow nova-common».
fr: Vous pouvez changer ce réglage plus tard en exécutant « dpkg-reconfigure -plow nova-common ».
it: È possibile cambiare questa impostazione successivamente eseguendo "dpkg-reconfigure -plow nova-common".
pl: Można zmienić ten wybór później, wykonując polecenie "dpkg-reconfigure -plow nova-common".
sk: Toto nastavenie môžete zmeniť neskôr spustením „dpkg-reconfigure -plow nova-common“.

source: API to activate:
da: API at aktivere:
es: API para activar:
fr: API à activer :
it: API da attivare:

source: Openstack Nova supports different API services, each of them binding on a different port. Select which one nova-api should support.
da: Openstack Nova understøtter forskellige API-tjenester, hver af dem binder på en forskellig port. Vælg hvilken nova-api skal understøtte.
es: Openstack Nova admite diferentes servicios de API y cada uno de ellos escucha en un puerto diferente. Seleccione aquellos que desea utilizar con nova-api.
fr: OpenStack Nova prend en charge différents services API, chacun d'entre eux reliés à un port différent. Veuillez choisir quelle api Nova devra utiliser.
it: OpenStack Nova gestisce diversi servizi API, ognuno dei quali collegato ad una porta diversa. Selezionare quale deve essere gestito da nova-api.

source: If it is a compute node that you are setting-up, then you only need to run the metadata API server. If you run Cinder, then you don't need osapi_volume (you cannot run osapi_volume and cinder-api on the same server: they bind on the same port).
da: Hvis det er en beregningsknude, som du opstætter, så skal du kun køre metadata-API-serveren. Hvis du kører Cinder, så skal du ikke bruge osapi_volume (du kan ikke køre osapi_volume og cinder-api på den samme server: de binder på den samme port).
es: Si está configurando un nodo de cálculo, sólo necesita ejecutar el servidor API de metadatos. Si ejecuta Cinder, no necesita osapi_volume (no puede ejecutar osapi_volume y cinder-api en el mismo servidor porque utilizan el mismo puerto).
fr: Si c'est un nœud de calcul que vous installez, alors, vous n'avez qu'à lancer le serveur API de métadonnées. Si vous utilisez Cinder, alors, vous n'avez pas besoin d'osapi_volume (vous ne pouvez pas lancer osapi_volume et l'api de cinder sur le même serveur : ils sont liés au même port).
it: Se si sta configurando un nodo di calcolo, allora è necessario eseguire solamente il server di API per metadati. Se si esegue Cinder, allora non si ha bisogno di osapi_volume (non si può avere in esecuzione osapi_volume e cinder_api sullo stesso server: si collegano alla stessa porta).

source: Value for my_ip:
fr: Valeur pour my_ip :
it: Valore per my_ip:

source: Enter the IP address that will be set in the my_ip directive of nova.conf.
fr: Veuillez entrer l'adresse IP qui sera renseignée dans la directive my_ip de nova.conf.
it: Inserire l'indirizzo IP che verrà impostato nella direttiva my_ip di nova.conf.

source: IP address of your RabbitMQ host:
fr: Adresse IP de l'hôte RabbitMQ :

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
fr: Afin de pouvoir interagir avec d'autres composants d'OpenStack, ce paquet doit se connecter à un serveur centralisé RabbitMQ.

source: Please specify the IP address of that server.
fr: Veuillez indiquer l'adresse IP de ce serveur.
